Repository: pkp/plagiarism
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, es_es, fi, fr_ca, hy, id, ky, mk, pt_br, sl, tr, uk

# plugins.generic.plagiarism.similarityCheck.settings.field.excludeMethods
source: Text in the method section of the submission will not count as similar content
ar: النص في مقطع الطريقة لطلب التقديم لن يعتبر محتوى مشابهًا
bg: Текстът в раздела за метода на подаването няма да се отчита като подобно съдържание
cs: Text v sekci metody se nepočítá jako podobný obsah
da: Tekst i metodesektionen af indsendelsen vil ikke tælle med i opgørelsen af tekstlighed
de: Text im Methodik-Abschnitt der Einreichung wird nicht als ähnlicher Inhalt gezählt
es_es: El texto en la sección de método del envío no contará como contenido similar
fr_ca: Le texte dans la section méthode de la soumission ne sera pas compté comme contenu similaire
hy: Ներկայացման մեթոդի բաժնում տեքստը չի համարվի որպես նմանատիպ բովանդակություն
id: Teks pada bagian metode dari naskah tidak akan dianggap sebagai konten yang sama
ky: Тапшыруудагы ыкма бөлүмүндөгү текст окшош мазмун катары эсептелбейт
mk: Текстот во делот за методи на поднесокот нема да се смета за слична содржина
pt_br: Texto na seção de metodologia da submissão não contará como conteúdo similar
sl: Besedilo v razdelku o metodah se ne bo štelo kot podobna vsebina
tr: Gönderimin yöntem bölümündeki metin, benzer içerik olarak sayılmayacaktır
uk: Текст у розділі методу подання не вважатиметься схожим вмістом

# plugins.generic.plagiarism.similarityCheck.settings.field.excludeCitations
source: The citations of the submission will be excluded from similarity check
ar: إقتباسات طلب التقديم سيتم استثناؤها من فحص التشابه
bg: Цитатите от подаването ще бъдат изключени от проверката за сходство
cs: Citace v podání budou vyloučeny z kontroly podobnosti
da: Citationer i indsendelsen vil blive ekskluderet fra tekstlighedstjekket
de: Die Zitationen in der Einreichungen werden von der Ähnlichkeitsprüfung ausgeschlossen
es_es: Las citas del envío serán excluidas de la verificación de similitud
fr_ca: Les citations de la soumission seront exclues de la vérification de similarité
hy: Ներկայացման մեջբերումները կբացառվեն նմանության ստուգումից
id: Sitasi dari naskah akan dikeluarkan dari pengecekan kesamaan
ky: Берилген цитаталар окшоштук текшерүүсүнөн чыгарылат
mk: Цитатите на поднесокот ќе бидат исклучени од проверка на сличност
pt_br: As citações da submissão serão excluídas da verificação de similaridade
sl: Pri preverjanju podobnosti ne bodo upoštevane navedbe iz citatov
tr: Gönderimdeki atıflar, benzerlik kontrolünden hariç tutulacaktır
uk: Цитати з подання буде виключено з перевірки на схожість

source: Exclude small match count
ar: استبعاد عدد التشابه البسيط
bg: Изключване на малък брой съвпадения
cs: Vyloučit malý počet shod
da: Ekskludér lavt match-antal
de: Kleine Trefferzahlen ausschließen
es_es: Excluir recuento de coincidencias pequeñas
fr_ca: Exclure les faibles correspondances
hy: Բացառել համընկնումների փոքր քանակությունը
id: Pengecualian untuk jumlah kecocokan yang sedikit
ky: Чакан дал келүү санын кошпоңуз
mk: Исклучи мал број на натпревари
pt_br: Excluir pequenas correspondências
sl: Izključi štetje majhnih ujemanj
tr: Küçük eşleşme sayısını hariç tut
uk: Виключити невелику кількість збігів

source: Must be an integer(without any fraction) with minimum value 8
ar: ينبغي أن يكون رقمًا صحيحًا (بدون أي كسر) بما لا يقل عن 8
bg: Трябва да е цяло число (без дроби) с минимална стойност 8
cs: Musí to být celé číslo (bez zlomku) s minimální hodnotou 8
da: Skal være et heltal (uden en brøk) med minimumsværdi 8
de: Nur ganze Zahlen größer oder gleich 8 zulässig
es_es: Debe ser un número entero (sin fracción) con valor mínimo 8
fr_ca: Doit être un entier (sans fraction) avec une valeur minimale de 8
hy: Պետք է լինի ամբողջ թիվ (առանց որևէ կոտորակի) նվազագույն արժեքով 8
id: Harus berupa bilangan bulat (tanpa pecahan) dengan nilai minimum 8
ky: Минималдуу мааниси 8 болгон бүтүн сан (эч кандай бөлчөксүз) болушу керек
mk: Мора да биде цел број (без дропка) со минимална вредност 8
pt_br: Deve ser um valor inteiro (sem fração) com valor mínimo de 8
sl: Mora biti celo število z najmanšjo vrednostjo 8
tr: Minimum değeri 8 olan (kesirsiz) bir tam sayı olmalıdır
uk: Має бути цілим числом (без дробів) із мінімальним значенням 8

# plugins.generic.plagiarism.similarity.action.column.score.title
source: Plagiarism Score/Action
ar: درجة/إجراء فحص الاستلال
bg: Плагиатство Резултат/Действие
cs: Plagiátorství hodnocení/akce
da: Plagieringspoint/handling
de: Plagiats-Score/Aktion
es_es: Puntuación/Acción de plagio
fr_ca: Score de Plagiat/Action
hy: Գրագողության միավոր/Գործողություն
id: Skor plagiarisme/Tindakan
ky: Плагиат Упай/Аракет
mk: Резултат/акција за плагијат
pt_br: Pontuação de Plágio/Ação
sl: Plagiatorska ocena/ukrep
tr: İntihal Puanı/Durumu
uk: Оцінка плагіату / дія

# plugins.generic.plagiarism.similarity.action.launch.viewer.title
source: Launch Plagiarism Similarity Viewer
ar: تشغيل معاين فحص الاستلال
bg: Стартиране на инструмента за преглед на подобие на плагиатство
cs: Spustit prohlížeč podobnosti plagiátů
da: Start plagiering tekstlighedsvisning
de: Starte Plagiats/Ähnlichkeits-Anzeige
es_es: Abrir el visor Plagiarism Similarity Viewer
fr_ca: Lancer le Visualiseur de Similarité de Plagiat
hy: Գործարկեք Գրագողության նմանության դիտակը
id: Tampilkan Viewer Kesamaan Plagiarisme
ky: Плагиат окшоштугун көрүүчүнү ишке киргизиңиз
mk: Стартувајте го Прегледувачот за сличности на плагијати
pt_br: Iniciar Visualizador de Similaridade de Plágio
sl: Zagon pregledovalnika podobnosti plagiatov
tr: İntihal Benzerlik Görüntüleyicisini Başlat
uk: Запустіть переглядач схожості на плагіат

# plugins.generic.plagiarism.similarity.score.column.overall_match_percentage
source: Overall Match Percentage
ar: النسبة المئوية الإجمالية للتطابق
bg: Общ процент на съвпадение
cs: Celkové procento shody
da: Overordnet match procent
de: Gesamttrefferzahl in Prozent
es_es: Porcentaje general de coincidencia
fr_ca: Le Pourcentage de Similarité Globale
hy: Համապատասխանության ընդհանուր տոկոսը
id: Persentase Kecocokan Secara Keseluruhan
ky: Жалпы дал келүү пайызы
mk: Вкупен процент на совпаѓање
pt_br: Porcentagem Total de Correspondência
sl: Skupni odstotek ujemanj
tr: Genel Eşleşme Yüzdesi
uk: Загальний відсоток збігу

# plugins.generic.plagiarism.similarity.action.generateReport.confirmation
source: Are you sure you want to generate the Plagiarism report?
ar: هل أنت متأكد من رغبتك في توليد تقرير فحص الاستلال؟
bg: Сигурни ли сте, че искате да генерирате отчет за плагиатство?
cs: Jste si jisti, že chcete vygenerovat zprávu o plagiátorství?
da: Er du sikker på, at du vil generere plagieringsrapporten?
de: Sind Sie sich sicher, dass Sie einen Plagiatreport generieren möchten?
es_es: ¿Está seguro/a de que desea generar el informe de plagio?
fr_ca: Êtes-vous sûr de vouloir générer le rapport de Plagiat ?
hy: Վստա՞հ եք, որ ցանկանում եք ստեղծել Գրագողության զեկույցը:
id: Apakah anda yakin untuk menampilkan laporan Plagiarisme?
ky: Чын эле Плагиат отчетун түзгүңүз келеби?
mk: Дали сте сигурни дека сакате да го генерирате извештајот за плагијат?
pt_br: Tem certeza de que deseja gerar um Relatório de Plágio?
sl: Ste prepričani, da želite generirati poročilo o plagiatorstvu?
tr: İntihal raporunu oluşturmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете згенерувати звіт про плагіат?

source: Are you sure you want to submit this file for plagiarism check?
bg: Сигурни ли сте, че искате да изпратите този файл за проверка за плагиатство?
cs: Opravdu chcete tento soubor odeslat ke kontrole plagiátorství?
da: Er du sikker på, at du vil sende denne fil til plagieringstjek?
de: Sind Sie sich sicher, dass Sie diese Datei für eine Plagiatsprüfung einreichen wollen?
es_es: ¿Está seguro de que desea enviar este archivo para una verificación de plagio (plagiarism check)?
fr_ca: Êtes-vous sûr de vouloir soumettre ce fichier à la vérification de plagiat ?
hy: Վստա՞հ եք, որ ցանկանում եք այս նիշքը ներկայացնել գրագողության ստուգման համար:
id: Apakah anda yakin ingin mengirimkan file ini untuk pengecekan plagiarisme?
ky: Чын эле бул файлды плагиатты текшерүүгө тапшыргыңыз келеби?
mk: Дали сте сигурни дека сакате да ја поднесете оваа датотека за проверка на плагијат?
pt_br: Tem certeza que deseja submeter esse arquivo para verificação de plágio?
sl: Ste prepričani, da želite poslati to datoteko v preverjanje plagiatorstva?
tr: Bu dosyayı intihal kontrolü için göndermek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте надіслати цей файл на перевірку на плагіат?

# plugins.generic.plagiarism.similarity.action.invalidFileType
source: Plagiarism checking not available
bg: Проверката за плагиатство не е налична
cs: Kontrola plagiátorství není k dispozici
da: Plagieringstjek ikke tilgængeligt
de: Plagiatsprüfung nicht verfügbar
es_es: Comprobación de plagio no disponible
fr_ca: La vérification de plagiat n'est pas disponible
hy: Գրագողության ստուգումը հասանելի չէ
id: Pemeriksaan plagiarisme tidak tersedia
ky: Плагиатты текшерүү мүмкүн эмес
mk: Проверката на плагијат не е достапна
pt_br: Verificação de plágio não disponível
sl: Preverjanje plagiatorstva ni na voljo
tr: İntihal kontrolü mevcut değil
uk: Перевірка на плагіат недоступна

# plugins.generic.plagiarism.action.scheduleSimilarityReport.success
source: Successfully scheduled the iThenticate similarity report generation process.
bg: Процесът на генериране на отчет за сходство на iThenticate е успешно планиран.
cs: Úspěšně naplánovaný proces generování zprávy o podobnostech iThenticate.
da: Processen med at generere iThenticate tekstlighedsrapporten blev succesfuldt skemalagt.
de: Generierung des iThenticate Ähnlichkeitsberichtes erfolgreich eingeplant.
es_es: Se programó con éxito el proceso de generación del informe de similitud de iThenticate.
fr_ca: Le processus de génération du rapport de similarité iThenticate a été planifié avec succès.
hy: Հաջողությամբ պլանավորվեց iThenticate նմանության զեկույցի ստեղծման գործընթացը:
id: Berhasil menjadwalkan proses pembuatan laporan kesamaan iThenticate.
ky: iThenticate окшоштук отчетун түзүү процесси ийгиликтүү пландаштырылды.
mk: Успешно го закажа процесот на создавање извештај за сличност iThenticate.
pt_br: O processo de geração do relatório de similaridade do iThenticate foi agendado com sucesso.
sl: Uspešno nastavljeno generiranje iThenticate poročila o plagiatorstvu.
tr: iThenticate benzerlik raporu oluşturma işlemi başarıyla planlandı.
uk: Процес генерування звіту про схожість iThenticate успішно заплановано.

# plugins.generic.plagiarism.action.refreshSimilarityResult.error
source: Unable to refresh iThenticate similarity score for submission file id : {$submissionFileId}.
bg: Не може да се опресни оценката за сходство на iThenticate за id на файла за изпращане: {$submissionFileId}.
cs: Nelze obnovit skóre podobnosti iThenticate pro soubor příspěvku s id: {$submissionFileId}.
da: Ude af stand til at opdatere iThenticate tekstlighedspoint for indsendelsesfil med id : {$submissionFileId}.
de: Aktualisierung des iThenticate Ähnlichkeitswertes für die Einreichung mit der Nummer {$submissionFileId} nicht möglich.
es_es: No se puede actualizar la puntuación de similitud de iThenticate para el ID del archivo de envío: {$submissionFileId}.
fr_ca: Impossible d'actualiser le score de similarité iThenticate pour le fichier de soumission id : {$submissionFileId}.
hy: Հնարավոր չէ թարմացնել iThenticate-ի նմանության միավորի ներկայացման նիշքի id-ի համար՝ {$submissionFileId}:
id: Tidak dapat memperbaharui skor kesamaan iThenticate untuk file id naskah : {$submissionFileId}.
ky: Тапшыруу файлынын id : {$submissionFileId} үчүн iThenticate окшоштук упайын жаңыртуу мүмкүн эмес.
mk: Не може да се освежи резултатот за сличност iThenticate за идентификација на датотеката за поднесување: {$submissionFileId}.
pt_br: Não foi possível atualizar a pontuação de similaridade do iThenticate para o arquivo submetido, ID: {$submissionFileId}.
sl: Posodobitev iThenticate rezultata za plagiatorstvo za datoteko id : {$submissionFileId} ni bila mogoča.
tr: {$submissionFileId} numaralı gönderim dosyası için iThenticate benzerlik puanı yenilenemiyor.
uk: Не вдалося оновити оцінку подібності iThenticate для ідентифікатора файлу подання: {$submissionFileId}.

# plugins.generic.plagiarism.action.submitSubmission.error
source: Unable to upload the submission file to iThenticate. Note that submission file size must be at most 100 MB.
bg: Не може да се качи файлът за изпращане в iThenticate. Обърнете внимание, че размерът на файла за изпращане трябва да бъде най-много 100 MB.
cs: Nelze nahrát soubor pro odeslání do služby iThenticate. Všimněte si, že velikost předkládaného souboru může být maximálně 100 MB.
da: Ude af stand til at uploade indsendelsesfilen til iThenticate. Bemærk, at indsendelsesfilen max må have en filstørrelse på 100 MB.
de: Hochladen der eingereichten Datei zu iThenticate nicht möglich. Beachten Sie, dass die Größe der eingereichte Dateien maximal 100MB betragen darf.
es_es: No se puede cargar el archivo de envío a iThenticate. Tenga en cuenta que el tamaño del archivo de envío debe ser como máximo de 100 MB.
fr_ca: Impossible de télécharger le fichier de soumission vers iThenticate. Notez que la taille du fichier de soumission doit être au maximum de 100 Mo.
hy: Հնարավոր չէ վերբեռնել ներկայացման նիշքը iThenticate-ում: Նշենք, որ ներկայացվող նիշքի չափը պետք է լինի առավելագույնը 100 ՄԲ:
id: Tidak dapat mengunggah file naskah ke iThenticate. Harap diperhatikan bahwa ukuran maksimal file naskah adalah 100 MB.
ky: Тапшыруу файлын iThenticate жүктөө мүмкүн эмес. Тапшыруу файлынын көлөмү эң көп дегенде 100 МБ болушу керек экенин эске алыңыз.
mk: Не може да се постави датотеката за поднесување на iThenticate. Имајте предвид дека големината на датотеката за поднесување мора да биде најмногу 100 MB.
pt_br: Não foi possível enviar o arquivo de submissão ao iThenticate. Note que o arquivo de submissão deve conter, no máximo, 100 MB.
sl: Pošiljanje datoteke na iThenticate ni bilo uspešno. Upoštevajte, da mora biti velikost datoteke manj kot 100 MB.
tr: Gönderim dosyası iThenticate'e yüklenemedi. Dosya boyutunun en fazla 100 MB olduğundan emin olun.
uk: Не вдалося завантажити файл подання в iThenticate. Зауважте, що розмір файлу для подання має бути не більше 100 Мб.

# plugins.generic.plagiarism.action.submitSubmission.success
source: Successfully uploaded the submission file to iThenticate.
bg: Файлът за изпращане бе качен успешно в iThenticate.
cs: Úspěšné nahrání souboru příspěvku do systému iThenticate.
da: Uploadede succesfuldt indsendelsesfilen til iThenticate.
de: Einreichungsdatei erfolgreich bei iThenticate hochgeladen.
es_es: Se cargó exitosamente el archivo de envío a iThenticate.
fr_ca: Le fichier de soumission a été téléchargé avec succès vers iThenticate.
hy: Ներկայացման նիշքը հաջողությամբ վերբեռնվեց iThenticate-ում:
id: Berhasil mengunggah file naskah ke iThenticate.
ky: Тапшыруу файлы iThenticate'ке ийгиликтүү жүктөлдү.
mk: Датотеката за поднесување е успешно поставена на iThenticate.
pt_br: Arquivo de submissão enviado com sucesso ao iThenticate.
sl: Datoteka je bila uspšno naložena na iThenticate.
tr: Gönderim dosyası başarıyla iThenticate'e yüklendi.
uk: Файл подання успішно завантажено в iThenticate.

# plugins.generic.plagiarism.webhook.headers.missing
source: Missing required iThenticate webhook headers
bg: Липсват необходимите водачи на iThenticate webhook
cs: Chybějící požadované hlavičky webhooku iThenticate
da: Manglende påkrævet iThenticate 'webhook headers'
de: Fehlende benötigte iThenticate webhook header
es_es: Faltan encabezados requeridos del webhook de iThenticate
fr_ca: En-têtes requis pour le webhook iThenticate manquants
hy: Պահանջվող iThenticate վերբեռնուկ վերնախորագրերը բացակայում են
id: Header webhook iThenticate yang diperlukan tidak dapat ditemukan
ky: Талап кылынган iThenticate вебхук баштары жок
mk: Недостасуваат потребните заглавија на веб-кука iThenticate
pt_br: Faltando cabeçalhos obrigatórios do webhook do iThenticate
sl: Manjka glava obvezenega spletnega dostopa do iThenticate-a
tr: Gerekli iThenticate web kancaları başlıkları eksik
uk: Відсутні необхідні заголовки вебхука iThenticate

# plugins.generic.plagiarism.webhook.event.invalid
source: Invalid iThenticate webhook event type {$event}
bg: Невалиден тип събитие на iThenticate webhook {$event}
cs: Neplatný typ události iThenticate webhook {$event}
da: Ugyldig iThenticate 'webhook' begivenhedstype {$event}
de: Ungültiger iThenticate webhook Ereignistyp {$event}
es_es: Tipo de evento de webhook de iThenticate no válido {$event}
fr_ca: Le type d'événement du webhook iThenticate invalide {$event}
hy: iThenticate վերբեռնուկ միջոցառման անվավեր տեսակ {$event}
id: Tipe event webhook iThenticate {$event} tidak valid
ky: Жараксыз iThenticate webhook окуя түрү {$event}
mk: Неважечки тип на настан iThenticate webhook {$event}
pt_br: Tipo de evento do webhook do iThenticate inválido: {$event}
sl: Neveljaven tip dogodka iThenticate spletnega dostopa {$event}
tr: Geçersiz iThenticate web kancası etkinlik türü: {$event}
uk: Недійсний тип події вебхука iThenticate {$event}

# plugins.generic.plagiarism.webhook.signature.invalid
source: Invalid iThenticate webhook signature
bg: Невалиден подпис на iThenticate webhook
cs: Neplatný podpis webhooku iThenticate
da: Ugyldig iThenticate 'webhook' signatur
de: Ungültige iThenticate webhook Signatur
es_es: Firma de webhook de iThenticate no válida
fr_ca: La signature du webhook iThenticate invalide
hy: Անվավեր iThenticate վերբեռնուկ ստորագրություն
id: Kode unik webhook iThenticate tidak valid
ky: iThenticate вебхук колтамгасы жараксыз
mk: Неважечки потпис на веб-кука iThenticate
pt_br: Assinatura do webhook do iThenticate inválida
sl: Neveljaven podpis iThenticate spletnega dostopa
tr: Geçersiz iThenticate web kancası imzası
uk: Недійсний підпис вебхука iThenticate

# plugins.generic.plagiarism.webhook.submissionFileAssociationWithContext.invalid
source: The given submission file id : {$submissionFileId} does not exists for context id : {$contextId}
bg: Даденият идентификатор на файл за изпращане: {$submissionFileId} не съществува за идентификатор: {$contextId}
cs: Zadaný soubor příspěvku s id {$submissionFileId} neexistuje pro id kontextu : {$contextId}
da: Det angivne indsendelsesfil-id : {$submissionFileId} eksisterer ikke for kontekst-id : {$contextId}
de: Die gewählte Einreichungsdateinummer: {$submissionFileId} existiert nicht für den Kontext Nummer {$contextId}
es_es: El ID del archivo de envío proporcionado: {$submissionFileId} no existe para el ID de contexto: {$contextId}
fr_ca: L'ID de fichier de soumission donné : {$submissionFileId} n'existe pas pour l'ID de contexte : {$contextId}
hy: Տրված ներկայացման նիշքի ID-ն՝ {$submissionFileId}, գոյություն չունի համատեքստի համար՝ {$contextId}
id: File ID pengiriman yang diberikan : {$submissionFileId} tidak ada untuk konteks ID : {$contextId}
ky: Берилген тапшыруу файлынын id : {$submissionFileId} контекст идентификатору үчүн жок : {$contextId}
mk: Дадената идентификација на датотеката за поднесување: {$submissionFileId} не постои за идентификација на контекст: {$contextId}
pt_br: O ID do arquivo de submissão fornecido : {$submissionFileId} não existe para o ID de contexto : {$contextId}
sl: Podani id datoteke : {$submissionFileId} ne obstaja za kontekst id : {$contextId}
tr: Verilen gönderim dosya numarası: {$submissionFileId} , {$contextId} Context ID'si için mevcut değil
uk: Ідентифікатор зазначеного файлу подання: {$submissionFileId} не існує для ідентифікатора контексту: {$contextId}

# plugins.generic.plagiarism.webhook.similarity.schedule.previously
source: Similarity report generation process has already been scheduled for submission file id {$submissionFileId}
bg: Процесът на генериране на отчет за подобие вече е планиран за файл с идентификатор {$submissionFileId}
cs: Proces generování zprávy o podobnosti byl již naplánován pro soubor příspěvku id {$submissionFileId}
da: Der er allerede skemalagt en generering af tekstlighedsrapport for indsendelsen med fil-id {$submissionFileId}
de: Der Ähnlichkeitsbericht für die Datei mit der Einreichungsdateinummer {$submissionFileId} wurde bereits eingeplant
es_es: El proceso de generación del informe de similitud ya se ha programado para el ID del archivo de envío {$submissionFileId}
fr_ca: Le processus de génération du rapport de similarité a déjà été planifié pour le fichier de soumission {$submissionFileId}
hy: Նմանության հաշվետվության ստեղծման գործընթացն արդեն ծրագրված է ներկայացման նիշք ID {$submissionFileId} համար
id: Proses pembuatan laporan kesamaan telah dijadwalkan untuk file id pengiriman {$submissionFileId}
ky: Окшоштук отчетун түзүү процесси {$submissionFileId} тапшыруу файлы үчүн мурунтан эле пландаштырылган
mk: Процесот на генерирање извештаи за сличност веќе е закажан за id на датотеката за поднесување {$submissionFileId}
pt_br: O processo de geração do relatório de similaridade já foi agendado para o arquivo de submissão com ID {$submissionFileId}
sl: Generiranje Similarity reporta je bilo že nastavljeno za datoteko prispevka z IDjem {$submissionFileId}
tr: {$submissionFileId} numaralı gönderim dosyası için benzerlik raporu oluşturma işlemi zaten planlandı
uk: Процес генерування звіту про схожість уже заплановано для файлу подання з ідентифікатором {$submissionFileId}

# plugins.generic.plagiarism.ithenticate.upload.complete.failed
source: Unable to complete the uploading of all files at iThenticate service for plagiarism check.
bg: Не може да завърши качването на всички файлове в услугата iThenticate за проверка за плагиатство.
cs: Nelze dokončit nahrávání všech souborů do služby iThenticate pro kontrolu plagiátorství.
da: Ude af stand til at færdiggøre upload af alle filer til iThenticate servicen for plagieringstjek.
de: Vollständiges Hochladen aller Dateien zum iThenticate Dienst für Plagiatsprüfung nicht möglich.
es_es: No se puede completar la carga de todos los archivos en el servicio iThenticate para comprobar el plagio.
fr_ca: Impossible de compléter le téléchargement de tous les fichiers vers le service iThenticate pour la vérification de plagiat.
hy: Հնարավոր չէ գրագողության ստուգման համար ավարտել բոլոր նիշքերի վերբեռնումը iThenticate ծառայություն:
id: Tidak dapat menyelesaikan pengunggahan semua file pada layanan iThenticate untuk pengecekan plagiarisme.
ky: Плагиатты текшерүү үчүн iThenticate кызматында бардык файлдарды жүктөө аягына чыга албай жатат.
mk: Не може да се заврши поставувањето на сите датотеки на услугата iThenticate за проверка на плагијат.
pt_br: Não foi possível completar o envio de todos os arquivos para o serviço do iThenticate para a verificação de plágio.
sl: Nalagnaje vseh datotek na iThenticate strežnik za preverjanje podobnosti ni bilo uspešno.
tr: iThenticate intihal kontrolü hizmeti için tüm dosyaların yüklemesi tamamlanamıyor.
uk: Неможливо завершити завантаження всіх файлів у службу iThenticate для перевірки на плагіат.
