Repository: pkp/plagiarism
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, es_es, fi, fr_ca, hy, id, ky, mk, pt_br, sl, tr, uk

# plugins.generic.plagiarism.similarityCheck.settings.field.addToIndex
source: Submissions will be indexed in the accounts repository and will be available for comparison in Similarity Reports by other users within your organization
ar: ستتم فهرسة طلبات التقديم في مستودع الحسابات وسيتكون متاحة لأغراض المقارنة في تقارير التشابه عبر المستخدمين الآخرين في منظمتك
bg: Изпратените материали ще бъдат индексирани в хранилището на акаунтите и ще бъдат достъпни за сравнение в отчетите за сходство от други потребители във вашата организация
cs: Předložené příspěvky budou indexovány v úložišti účtů a budou k dispozici pro porovnání v přehledech podobnosti ostatními uživateli ve vaší organizaci
da: Indsendelser vil blive indekseret i kontoens repositorium og vil være tilgængelige til sammenligning i tekstlighedsrapporter lavet af andre brugere i din organisation
de: Einreichungen werden im Verzeichnis des Accounts indexiert und sind für den Vergleich des Ähnlichkeitsberichtes für andere Nutzer der selben Einrichtung verfügbar
es_es: Los envíos se indexarán en el repositorio de cuentas y estarán disponibles para que sean comparados en los Informes de Similitud por otros usuarios de su organización
fr_ca: Les soumissions seront indexées dans le référentiel des comptes et pourront être comparées dans les rapports de similarité par d'autres utilisateurs au sein de votre organisation
hy: Ներկայացումները կինդեքսավորվեն հաշիվների պահոցում և հասանելի կլինեն ձեր կազմակերպության այլ օգտվողների կողմից նմանության հաշվետվություններում համեմատելու համար
id: Naskah akan diindeks di akun repositori dan akan tersedia sebagai perbandingan dalam Laporan Kesamaa oleh pengguna lain dalam organisasi anda
ky: Тапшыруулар эсептердин репозиторийинде индекстелет жана уюмуңуздагы башка колдонуучулардын Окшоштук отчетторунда салыштыруу үчүн жеткиликтүү болот
mk: Поднесоците ќе бидат индексирани во складиштето за сметки и ќе бидат достапни за споредба во Извештаите за сличност од други корисници во вашата организација
pt_br: Submissões serão indexadas no repositório da conta e estarão disponíveis para comparação nos Relatórios de Similaridade para outros usuários da sua organização
sl: Prispevki bodo indeksirani v repozitoriju računov in bodo na voljo za primerjavo v Similarity Report-ih drugim uporabnikom v vaši organizaciji
tr: Gönderimler hesap havuzunda indekslenecek ve kuruluşunuzdaki diğer kullanıcıların Benzerlik Raporlarının karşılaştırılması için kullanılacaktır
uk: Подані матеріали будуть проіндексовані в сховищі облікових записів і будуть доступні для порівняння у звітах про схожість іншими користувачами у вашій організації

source: Similarity matches that match less than the specified amount of words will not count as similar content
ar: تطابقات التشابه التي تقل عن المقدار المحدد من الكلمات لن تعتبر محتوى مشابهًا
bg: Съвпаденията на сходство, които съответстват на по-малко от указаното количество думи, няма да се отчитат като подобно съдържание
cs: Podobnosti, které odpovídají méně než zadanému počtu slov, nebudou považovány za podobný obsah
da: Tekstlighedsmatch, der matcher mindre end det specificerede antal af ord vil ikke tælle med i opgørelsen af tekstlighed
de: Ähnlichkeitstreffer, welche zu weniger als der angegebenen Wortanzahl übereinstimmen werden nicht als ähnlicher Inhalt gezählt
es_es: Las coincidencias de similitud que coincidan con menos palabras que la cantidad especificada no contarán como contenido similar
fr_ca: Les correspondances de similarité contenant moins que le nombre de mots spécifié ne seront pas prises en compte comme contenu similaire
hy: Բառերի նշված քանակից քիչ համընկնող նմանությունները չեն համարվի որպես նմանատիպ բովանդակություն
id: Kesamaan yang cocok dengan jumlah kata yang kurang dari yang ditentukan tidak akan dianggap sebagai konten yang sama
ky: Көрсөтүлгөн сөздөрдөн азыраак дал келген окшоштуктар окшош мазмун катары эсептелбейт
mk: Поклопувањата на сличности што се совпаѓаат помалку од наведената количина зборови нема да се сметаат за слична содржина
pt_br: Correspondências de similaridade que coincidem com menos do que a quantidade especificada de palavras não serão contadas como conteúdo similar
sl: Podobnosti, ki se ujemajo z manj kot določenim številom besed, se ne bodo štela kot podobna vsebina
tr: Belirtilen kelime sayısından daha az eşleşen benzerlikler, benzer içerik olarak sayılmayacaktır
uk: Збіги подібності, які збігаються з меншою кількістю слів, ніж указана кількість, не вважатимуться схожим вмістом

# plugins.generic.plagiarism.similarityCheck.settings.field.allowViewerUpdate
source: Changes made in reports will be saved for the next time the report is viewed
ar: التغييرات المتخذة في التقارير سيتم حفظها من أجل المعاينة في المرة القادمة
bg: Промените, направени в отчетите, ще бъдат запазени при следващия преглед на отчета
cs: Změny provedené v sestavách se uloží pro příští zobrazení sestavy
da: Ændringer lavet i rapporten vil blive gemt til næste gang rapporten vises
de: Änderungen, welche an Berichten gemacht werden, werden für die nächste Ansicht des Reports gespeichert
es_es: Los cambios realizados en los informes se guardarán para la próxima vez que se vea el informe
fr_ca: Les modifications apportées aux rapports seront sauvegardées pour la prochaine consultation du rapport
hy: Հաշվետվություններում կատարված փոփոխությունները կպահվեն հաջորդ անգամ հաշվետվությունը դիտելու համար
id: Perubahan yang dibuat dalam laporan akan disimpan untuk dilihat di waktu berikutnya
ky: Отчетторго киргизилген өзгөртүүлөр отчетту кийинки жолу көрүү үчүн сакталат
mk: Промените направени во извештаите ќе се зачуваат следниот пат кога ќе се прегледа извештајот
pt_br: Mudanças feitas nos relatórios serão salvas para a próxima vez que o relatório for visualizado
sl: Spremembe poročila bodo shranjene za prihodnji vpogled v poročilo
tr: Raporlarda yapılan değişiklikler, rapor bir sonraki kez görüntülendiğinde kaydedilecektir
uk: Зміни, внесені у звіти, будуть збережені для наступного перегляду звіту

# plugins.generic.plagiarism.action.launchViewer.error
source: Report viewer not currently available, please try again later.
bg: Инструментът за преглед на отчети в момента не е наличен, моля, опитайте отново по-късно.
cs: Prohlížeč zpráv není momentálně k dispozici, zkuste to, prosím, později.
da: Rapportvisning er ikke tilgængelig lige nu, prøv venligst igen senere.
de: Berichtsanzeige aktuell nicht verfügbar, bitte versuchen Sie es später erneut.
es_es: El visor de informes no está disponible actualmente. Vuelva a intentarlo más tarde.
fr_ca: Le visualisateur de rapport n'est pas disponible pour le moment, veuillez réessayer plus tard.
hy: Հաշվետվության դիտակը ներկայումս հասանելի չէ, խնդրում ենք փորձել ավելի ուշ:
id: Tampilan laporan saat ini tidak tersedia, silakan dicoba kembali.
ky: Кабарлоочу учурда жеткиликтүү эмес, кийинчерээк кайра аракет кылыңыз.
mk: Пријавениот прегледувач моментално не е достапен, обидете се повторно подоцна.
pt_br: A visualização do relatório não está disponível no momento, por favor, tente novamente mais tarde.
sl: Pregledovalnik poročila trenutno ni na voljo, poskusite ponovno kasneje.
tr: Rapor görüntüleyicisi şu anda mevcut değil, lütfen daha sonra tekrar deneyin.
uk: Засіб перегляду звітів наразі недоступний, будь ласка, спробуйте пізніше.

# plugins.generic.plagiarism.action.refreshSimilarityResult.warning
source: The iThenticate similarity report has not yet completed for submission file id : {$submissionFileId}.
bg: Отчетът за сходство на iThenticate все още не е завършен за id на файла на изпращане: {$submissionFileId}.
cs: Zpráva o podobnosti iThenticate ještě nebyla dokončena pro soubor příspěvku s id: {$submissionFileId}.
da: iThenticate tekstlighedsrapporten er endnu ikke færdig for indsendelsesfilen med id : {$submissionFileId}.
de: Der iThenticate Ähnlichkeitsbericht wurde für die Einreichung mit der Nummer {$submissionFileId} noch nicht fertiggestellt.
es_es: El informe de similitud de iThenticate aún no se ha completado para el ID del archivo de envío: {$submissionFileId}.
fr_ca: Le rapport de similarité iThenticate n'est pas encore terminé pour le fichier de soumission id : {$submissionFileId}.
hy: iThenticate-ի նմանության զեկույցը դեռ չի ավարտվել ներկայացման նիշքի ID-ի համար՝ {$submissionFileId}:
id: Laporan kesamaan iThenticate tidak lengkap untuk file id naskah : {$submissionFileId}.
ky: iThenticate окшоштук баяндамасы тапшыруу файлынын идентификатору үчүн аягына чыга элек: {$submissionFileId}.
mk: Извештајот за сличност iThenticate сè уште не е завршен за идентификација на датотеката за поднесување: {$submissionFileId}.
pt_br: O relatório de similaridade do iThenticate ainda não foi concluído para o arquivo submetido, ID : {$submissionFileId}.
sl: iThenticate poročilo o podobnosti še ni zaključeno za datoteko id : {$submissionFileId}.
tr: {$submissionFileId} numaralı gönderim dosyası için iThenticate benzerlik raporu henüz tamamlanmadı.
uk: Звіт про схожість iThenticate ще не завершено для ідентифікатора файлу подання: {$submissionFileId}.

# plugins.generic.plagiarism.action.refreshSimilarityResult.success
source: Successfully refreshed and updated the iThenticate similarity scores.
bg: Резултатите за сходство на iThenticate бяха успешно опреснени и актуализирани.
cs: Úspěšně obnoveno a aktualizováno bodování podobnosti v systému iThenticate.
da: iThenticate tekstlighedspoint blev succesfuldt opdateret.
de: iThenticate Ähnlichkeitswerte erfolgreich aktualisiert und angepasst.
es_es: Actualizada con éxito la puntuación de similitud de iThenticate.
fr_ca: Les scores de similarité iThenticate ont été actualisés et mis à jour avec succès.
hy: Հաջողությամբ նորացվել և թարմացվել է iThenticate-ի նմանության միավորները:
id: Berhasil memperbaharui dan mengupdate skor kesamaan iThenticate.
ky: iThenticate окшоштук упайлары ийгиликтүү жаңыртылды жана жаңыртылды.
mk: Успешно освежени и ажурирани оценките за сличност iThenticate.
pt_br: Pontuações de similaridade do iThenticate atualizadas e renovadas com sucesso.
sl: Uspešno posodobljen iThenticate rezultat.
tr: iThenticate benzerlik puanları başarıyla yenilendi ve güncellendi.
uk: Оцінки схожості iThenticate успішно оновлено.

# plugins.generic.plagiarism.webhook.configuration.missing
source: iThenticate webhook not configured for context id {$contextId} .
bg: iThenticate webhook не е конфигуриран за идентификатор {$contextId}.
cs: iThenticate webhook není nakonfigurován pro kontext id {$contextId} .
da: iThenticate 'webhook' er ikke konfigureret for kontekst-id {$contextId} .
de: iThenticate webhook ist nicht für den Kontext mit der Nummer {$contextId} eingerichtet.
es_es: El webhook de iThenticate no está configurado para el ID de contexto {$contextId}.
fr_ca: Le webhook iThenticate n'est pas configuré pour le contexte {$contextId} .
hy: iThenticate վեբկեռիկը կազմաձևված չէ համատեքստի id-ի համար {$contextId}:
id: Webhook iThenticate tidak dikonfigurasi untuk konteks id {$contextId} .
ky: iThenticate вебхуку {$contextId} контекст идентификатору үчүн конфигурацияланган эмес.
mk: iThenticate webhook не е конфигуриран за контекстуален ID {$contextId}.
pt_br: Webhook do iThenticate não configurado para o ID de contexto {$contextId}.
sl: iThenticate spletni dostop ni nastavljen za kontekst id {$contextId} .
tr: iThenticate web kancaları {$contextId} Context ID'si için yapılandırılmamış.
uk: Вебхук iThenticate не налаштовано для ідентифікатора контексту {$contextId}.

# plugins.generic.plagiarism.webhook.submissionId.invalid
source: Invalid iThenticate submission id {$submissionUuid} given for webhook event {$event}
bg: Невалиден iThenticate идентификатор на подаване {$submissionUuid}, даден за webhook събитие {$event}
cs: Neplatné id podání iThenticate {$submissionUuid} zadané pro událost webhook {$event}
da: Ugyldig iThenticate indsendelsesid {$submissionUuid} for 'webhook' begivenhed {$event}
de: Ungültige iThenticate Einreichungsid {$submissionUuid} für das webhook-Ereignis {$event}
es_es: Identificador de envio iThenticate {$submissionUuid} para el evento webhook {$event} no es válido
fr_ca: L'ID de soumission iThenticate {$submissionUuid} donné pour l'événement du webhook {$event} n'est pas valide
hy: Անվավեր iThenticate ներկայացման ID {$submissionUuid} տրված է վերբեռնուկ միջոցառման համար {$event}
id: ID pengiriman iThenticate {$submissionUuid} yang tidak valid diberikan untuk webhook event {$event}
ky: {$event} вебхук окуясы үчүн жараксыз iThenticate тапшыруу идентификатору {$submissionUuid} берилген
mk: Даден е неважечки ID за поднесување iThenticate {$submissionUuid} за настанот на веб-кука {$event}
pt_br: ID de submissão do iThenticate inválido ({$submissionUuid}) fornecido para o evento de webhook {$event}
sl: Neveljaven iThenticate id prispevka {$submissionUuid} za spletni dogodek {$event}
tr: {$event} web kancası etkinliği için geçersiz iThenticate gönderim numarası {$submissionUuid}
uk: Недійсний ідентифікатор подання iThenticate {$submissionUuid} надано для події вебхука {$event}

# plugins.generic.plagiarism.webhook.similarity.schedule.error
source: Unable to schedule the similarity report generation for file id {$submissionFileId} with error : {$error}
bg: Не може да се планира генерирането на отчет за сходство за файл с идентификатор {$submissionFileId} с грешка: {$error}
cs: Nelze naplánovat generování zprávy o podobnosti pro id souboru {$submissionFileId} s chybou : {$error}
da: Ude af stand til at skemalægge generering af tekstlighedsrapport for fil-id {$submissionFileId} med fejlen : {$error}
de: Einplanen des Ähnlichkeitsberichtes für die Datei mit der Nummer {$submissionFileId} nicht möglich. Fehler: {$error}
es_es: No se puede programar la generación del informe de similitud para el ID de archivo {$submissionFileId} con error: {$error}
fr_ca: Impossible de planifier la génération du rapport de similarité pour l'ID de fichier {$submissionFileId} avec l'erreur : {$error}
hy: Հնարավոր չէ պլանավորել նմանության հաշվետվության ստեղծումը նիշքի id-ի համար {$submissionFileId} այս սխալով՝ {$error}
id: Tidak dapat menjadwalkan pembuatan laporan kesamaan untuk file id {$submissionFileId} dengan error : {$error}
ky: Ката : {$error} бар {$submissionFileId} идентификатору үчүн окшоштук отчетун түзүү пландаштырылган жок
mk: Не може да се закаже генерирање извештај за сличност за ID на датотека {$submissionFileId} со грешка: {$error}
pt_br: Não foi possível agendar o relatório de similaridade para ID de arquivo {$submissionFileId} devido ao erro : {$error}
sl: Načrtovana priprava poročila o podobnosti za datoteko id {$submissionFileId} je bila neuspešna z napako : {$error}
tr: {$error} hatası nedeniyle, {$submissionFileId} numaralı dosya için benzerlik raporu oluşturma işlemi planlanamadı
uk: Не вдалося запланувати генерування звіту про схожість для файлу з ідентифікатором {$submissionFileId} із помилкою: {$error}

# plugins.generic.plagiarism.webhook.similarity.schedule.failure
source: Failed to schedule the similarity report generation process for submission file id {$submissionFileId}
bg: Неуспешно планиране на процеса на генериране на отчет за сходство за файл с идентификатор {$submissionFileId}
cs: Nepodařilo se naplánovat proces generování zprávy o podobnosti pro soubor příspěvku s id {$submissionFileId}
da: Kunne ikke skemalægge generering af tekstlighedsrapporten for indsendelsen med fil-id {$submissionFileId}
de: Einplanen des Ähnlichkeitsberichtes für die Datei mit der Nummer {$submissionFileId} fehlgeschlagen
es_es: No se pudo programar el proceso de generación del informe de similitud para el ID del archivo de envío {$submissionFileId}
fr_ca: Échec de la planification du processus de génération du rapport de similarité pour le fichier de soumission : {$submissionFileId}
hy: Չհաջողվեց պլանավորել նմանության զեկույցի ստեղծման գործընթացը ներկայացման նիշքի id-ի համար {$submissionFileId}
id: Gagal menjadwalkan proses pembuatan laporan kesamaan untuk naskah file id {$submissionFileId}
ky: {$submissionFileId} тапшыруу файлынын идентификатору үчүн окшоштук отчетун түзүү процесси пландаштырылган жок
mk: Не успеа да се закаже процесот на генерирање извештаи за сличност за ID на датотеката за поднесување {$submissionFileId}
pt_br: Falha ao agendar a geração do relatório de similaridade para o arquivo de submissão com ID {$submissionFileId}
sl: Nastavitev generiranja poročila o podobnosti za datoteko id {$submissionFileId} ni bilo uspešno
tr: {$submissionFileId} numaralı gönderim dosyası için benzerlik raporu oluşturma planlaması başarısız oldu
uk: Не вдалося запланувати процес генерування звіту про схожість для файлу подання з ідентифікатором {$submissionFileId}

# plugins.generic.plagiarism.stamped.eula.missing
source: The stamped EULA information is missing for the submission or submitting user.
bg: Липсва заверената информация за EULA за подаването или подаващия потребител.
cs: Chybí potvrzení s informacemi o smlouvě EULA pro odesílajícího nebo odesílaný příspěvek.
da: Information om den stemplede slutbrugerlicensaftale (EULA) mangler for indsendelsen eller brugeren, der indsender.
de: Die bestätigte Endnutzer-Lizenzvereinbarung fehlt für die Einreichung oder den einreichenden Nutzer.
fr_ca: Les informations estampillées du CLUF sont manquantes pour la soumission ou pour l'utilisateur ayant soumis le fichier.
hy: EULA-ի կնիքով տեղեկատվությունը բացակայում է ներկայացվող կամ ներկայացնող օգտատիրոջ համար:
id: Informasi EULA yang dicap tidak ada pada saat pengiriman atau pengguna yang mengirimkan.
ky: Тапшыруучу же тапшыруучу колдонуучу үчүн мөөрү басылган EULA маалыматы жок.
mk: Недостасуваат печатени информации за EULA за корисникот за поднесување или поднесување.
pt_br: As informações gravadas no Contrato de Licença do Usuário Final estão ausentes para a submissão ou para o usuário que realizou a submissão.
sl: Strinjanje z EULA manjka za prispevek ali uporabnika.
tr: Gönderim veya gönderen kullanıcı için damgalı Son Kullanıcı Lisans Sözleşmesi bilgileri eksik.
uk: Відсутня інформація про ліцензійну угоду для подання або користувача, який надсилає.

# plugins.generic.plagiarism.similarity.match.title
source: Similarity Match
ar: تطابق التشابه
bg: Съвпадение на подобие
cs: Shoda podobností
da: Tekstlighedsmatch
de: Ähnlichkeitstreffer
es_es: Coincidencia de similitud
fr_ca: Correspondance de Similarité
hy: Նմանության համընկնում
id: Kesamaan Cocok
ky: Окшоштук дал келүү
mk: Натпревар за сличност
pt_br: Correspondência de Similaridade
sl: Ujemanje podobnosti
tr: Benzerlik Eşleşmesi
uk: Збіг подібності

# plugins.generic.plagiarism.similarity.action.generateReport.title
source: Schedule Plagiarism Report
ar: تقرير فحص الاستلال المجدول
bg: Планиране на доклад за плагиатство
cs: Plánování hlášení o plagiátorství
da: Skemalæg plagieringsrapport
de: Plagiatsprüfung einplanen
es_es: Programar informe de plagio
fr_ca: Planifier le Rapport de Plagiat
hy: Գրագողության զեկույցի ժամանակացույց
id: Jadwalkan Laporan Plagiarisme
ky: Плагиат отчетун графиги
mk: Распоред на извештај за плагијат
pt_br: Agendar Relatório de Plágio
sl: Načrtuj poročilo o plagiatorstvu
tr: İntihal Raporunu Planla
uk: Розклад звіту про плагіат

# plugins.generic.plagiarism.submission.status.unavailable
source: Submission details is unavailable.
bg: Подробностите за подаването не са налични.
cs: Podrobnosti o příspěvku nejsou k dispozici.
da: Indsendelsesdetaljer er utilgængelige.
de: Einreichungsdetails sind nicht verfügbar.
es_es: Los detalles del envío no están disponibles.
fr_ca: Les détails de la soumission sont indisponibles.
hy: Ներկայացման մանրամասներն անհասանելի են:
id: Detail pengajuan tidak tersedia.
ky: Тапшыруу чоо-жайы жеткиликсиз.
mk: Деталите за поднесување се недостапни.
pt_br: Os detalhes da submissão não estão disponíveis.
sl: Podrobnosti oddajanja niso na voljo.
tr: Gönderim detayları mevcut değil.
uk: Деталі подання недоступні.

# plugins.generic.plagiarism.submission.status.CREATED
source: Submission has been created but no file has been uploaded
bg: Изпращането е създадено, но не е качен файл
cs: Příspěvek byl vytvořen, ale nebyl nahrán žádný soubor
da: Indsendelsen er blevet lavet, men ingen fil er blevet uploadet
de: Einreichung wurde erstellt, aber es wurden keine Dateien hochgeladen
es_es: Se ha creado el envío pero no se ha subido ningún archivo
fr_ca: La soumission a été créée mais aucun fichier n'a été téléchargé
hy: Ներկայացումը ստեղծվել է, բայց ոչ մի նիշք չի վերբեռնվել
id: Pengajuan telah dibuat tetapi tidak ada file yang telah diunggah
ky: Тапшыруу түзүлдү, бирок эч кандай файл жүктөлгөн жок
mk: Поднесокот е создаден, но ниедна датотека не е поставена
pt_br: A submissão foi criada, mas nenhum arquivo foi enviado
sl: Oddajanje je bilo kreirano, vendar ni bila naložena nobena datoteka
tr: Gönderim oluşturuldu ancak herhangi bir dosya yüklenmedi
uk: Подання створено, але файл не завантажено

# plugins.generic.plagiarism.similarity.action.refreshReport.title
source: Refresh Plagiarism Similarity Score
ar: إعادة تنشيط درجة فحص الاستلال
bg: Опресняване на рейтинга за сходство (Plagiarism Similarity Score)
cs: Obnovit skóre podobnosti plagiátů
da: Opdater plagiat-tekslighedspoint
de: Aktualisiere Plagiatsähnlichkeits-Wert
fr_ca: Rafraîchir le Score de Similarité du Plagiat
hy: Թարմացրեք գրագողության նմանության միավորը
id: Perbarui Skor Kesamaan Plagiarisme
ky: Плагиат окшоштук упайын жаңыртуу
mk: Освежете ја оценката за сличност за плагијат
pt_br: Atualizar a Pontuação de Similaridade de Plágio
sl: Posodobi oceno podobnosti plagiatorstva
tr: İntihal Benzerlik Puanını Yenile
uk: Оновити оцінку схожості на плагіат
