Repository: pkp/plagiarism
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, es_es, fi, fr_ca, hy, id, ky, mk, pt_br, sl, tr, uk

# plugins.generic.plagiarism.description
source: Send all submissions to iThenticate to be checked for possible plagiarism.
ar: أرسل كل طلبات التقديم إلى iThenticate للتحقق من إحتمالية وجود سرقات أدبية.
bg: Изпращане на всички материали на iThenticate, за да бъдат проверени за възможно плагиатство.
cs: Odeslat všechny příspěvky do iThenticate ke kontrole možného plagiarismu.
da: Send alle indsendelser til iThenticate for at kontrollere dem for mulig plagiering.
de: Alle Einreichungen zu iThenticate schicken, um sie auf mögliche Plagiate zu prüfen.
es_es: Permite enviar artículos a iThenticate para verificar posibles plagios.
fi: Lähetä kaikki käsikirjoitukset iThenticate-palveluun tarkistettavaksi plagioinnin varalta.
fr_ca: Envoyer toutes les soumissions à iThenticate pour détecter d'éventuels cas de plagiat.
hy: Ուղարկեք բոլոր ներկայացումները iThenticate-ին, որպեսզի ստուգվեն հնարավոր գրագողության համար:
id: Kirim semua naskah ke iThenticate untuk diperiksa kemungkinan plagiarismenya.
ky: Мүмкүн болгон плагиатты текшерүү үчүн iThenticate'ге бардык тапшырууларды жөнөтүңүз.
mk: Испратете ги сите поднесоци до iThenticate за да бидат проверени за можен плагијат.
pt_br: Envie todas as submissões para iThenticate para serem verificadas quanto a possível plágio.
sl: Pošlje vse prispevke na iThenticate, da se preverijo za plagiatorstvo.
tr: İntihal olup olmadığını kontrol etmek için, tüm gelen aday makaleleri iThenticate'e gönderin.
uk: Надішліть усі матеріали до iThenticate для перевірки на можливий плагіат.

# plugins.generic.plagiarism.displayName
source: iThenticate Plagiarism Detector Plugin
ar: إضافة كشف السرقة الأدبية iThenticate
bg: Добавка за определяне на плагиатство iThenticate
cs: Plugin pro detekci plagiátů iThenticate
da: iThenticate Plagieringsdetector Plugin
de: iThenticate Plagiatsprüfungsplugin
es_es: Módulo de Detección de Plagio de iThenticate
fi: iThenticate, lisäosa plagiaatin tunnistamiseksi
fr_ca: Plugiciel de détection de plagiat iThenticate
hy: iThenticate գրագողության դետեկտորի փլագին
id: Plugin Deteksi Plagiarisme iThenticate
ky: iThenticate плагиат детекторунун плагини
mk: iThenticate плагин за детектирање на плагијат
pt_br: Plugin Detector de Plágio iThenticate
sl: Vtičnik za iThenticate Plagiarism Detector
tr: iThenticate İntihal Denetim Eklentisi
uk: Плагін детектора плагіату "iThenticate"

# plugins.generic.plagiarism.manager.settings.areForced
source: iThenticate settings were found in config.inc.php and the settings here will not be used.
ar: تم العثور على إعدادات iThenticate في الملف config.inc.php ولن يتم استعمال الإعدادات التي هنا.
bg: Настройките на iThenticate бяха намерени в config.inc.php и настройките тук няма да бъдат използвани.
cs: Nastavení iThenticate bylo nalezeno v souboru config.inc.php a nastavení zde nebude použito.
da: iThenticate indstillinger blev fundet i config.inc.php, og indstillingerne her vil ikke blive anvendt.
de: iThenticate Einstellungen in der config.inc.php wurden gefunden, daher werden die hier getroffenen Einstellungen nicht verwendet.
es_es: Se han encontrado los ajustes de iThenticate en config.inc.php y, por tanto, no se utilizarán estos ajustes.
fi: iThenticate-asetukset löytyivät config.inc.php-tiedostosta, eikä tässä olevia asetuksia käytetä.
fr_ca: Les paramètres de iThenticate ont été trouvés dans config.inc.php et les paramètres ici ne seront pas utilisés.
hy: iThenticate-ի կարգավորումները հայտնաբերվել են config.inc.php-ում, և այստեղի կարգավորումները չեն օգտագործվի:
id: Pengaturan iThenticate ditemukan di config.inc.php dan pengaturan di sini tidak akan digunakan.
ky: iThenticate орнотуулары config.inc.php сайтында табылган жана бул жердеги орнотуулар колдонулбайт.
mk: Поставките за iThenticate се пронајдени во config.inc.php и поставките овде нема да се користат.
pt_br: As configurações do iThenticate foram encontradas em config.inc.php e as configurações aqui não serão usadas.
sl: iThenticate nastavitve so bile nejdene v config.inc.php, zato se nastavitve tukaj ne bodo uporabljale.
tr: iThenticate ayarları config.inc.php içinde bulundu ve buradaki ayarlar kullanılmayacak.
uk: Параметри iThenticate знайдено в config.inc.php, і налаштування тут не використовуватимуться.

# plugins.generic.plagiarism.errorMessage
source: Upload of submission {$submissionId} to iThenticate failed with error: {$errorMessage}
ar: فشلت عملية رفع طلب التقديم {$submissionId} إلى iThenticate مع إرجاع الخطأ الآتي: {$errorMessage}
bg: Качването на материали {$submissionId} в iThenticate не бе успешно с грешка: {$errorMessage}
cs: Nahrání příspěvku {$submissionId} do iThenticate se nezdařilo s chybou: {$errorMessage}
da: Upload af indsendelsen {$submissionId} til iThenticate mislykkedes pga. følgende fejl: {$errorMessage}
es_es: La carga del envío {$submissionId} hacia iThenticate ha fallado con el error: {$errorMessage}
fi: Käsikirjoituksen {$submissionId} lataaminen iThenticate-palveluun epäonnistui virheellä: {$errorMessage}
fr_ca: Le téléchargement de la soumission {$submissionId} vers iThenticate a échoué avec l'erreur: {$errorMessage}
id: Pengunggahan naskah {$submissionId} ke iThenticate gagal dengan error : {$errorMessage}
mk: Поставувањето на поднесокот {$submissionId} на iThenticate не успеа со грешка: {$errorMessage}
sl: Pošiljanje prispevka {$submissionId} na iThenticate je bilo neuspešno z napako: {$errorMessage}
tr: {$submissionId} numaralı aday makalenin iThenticate yüklenmesi sırasında hata oluştu: {$errorMessage}
uk: Завантаження подання {$submissionId} в iThenticate не вдалося через помилку: {$errorMessage}

# plugins.generic.plagiarism.manager.settings.description
source: Settings for the account used to upload submissions to iThenticate. Contact your iThenticate administrator for details.
ar: إعدادات الحساب المستعمل لرفع طلبات التقديم إلى iThenticate. تواصل مع مشرفك في iThenticate لمعرفة التفاصيل.
bg: Настройки за акаунта, използван за качване на материали в iThenticate. Свържете се с вашия iThenticate администратор за подробности.
cs: Nastavení účtu používaného k odesílání příspěvků do služby iThenticate. Podrobnosti získáte od správce iThenticate.
da: Indstillinger for kontoen, der bruges til at uploade indsendelser til iThenticate. Kontakt din iThenticate administrator for detaljer.
de: Einstellungen für den Account, welcher zum Upload der Einreichungen bei iThenticate genutzt wird. Kontaktieren Sie Ihren iThenticate-Administrator für weitere Informationen.
es_es: Configuración de la cuenta utilizada para subir los envíos a iThenticate. Contacte con su administrador de iThenticate para más detalles.
fi: Asetukset tilille, jota käytetään käsikirjoitusten lataamiseen iThenticate-palveluun. Lisätietoja saat iThenticate-palvelun ylläpitäjältä
fr_ca: Paramètres du compte utilisé pour télécharger les soumissions dans iThenticate. Contactez votre administrateur iThenticate pour plus de détails.
hy: Հաշվի կարգավորումներ, որոնք օգտագործվում են iThenticate-ում ներկայացումներ ներբեռնելու համար: Մանրամասների համար կապվեք ձեր iThenticate կառավարչի հետ:
id: Pengaturan akun yang digunakan untuk mengunggah naskah ke iThenticate. Hubungi administrator iThenticate anda untuk keterangan lebih lanjut.
ky: iThenticate'ге тапшырууларды жүктөө үчүн колдонулган каттоо эсебинин орнотуулары. Чоо-жайын билүү үчүн iThenticate администраторуңузга кайрылыңыз.
mk: Подесувања на акаунт(сметка) која се користи за поднесување воiThenticate. За детали контактирајте го iThenticate администраторот.
pt_br: Configurações da conta usada para fazer upload de submissões para o iThenticate. Entre em contato com o administrador do iThenticate para obter detalhes.
sl: Nastavitve za račun, ki se uporablja za pošiljanje prispevkov v iThenticate. Za več informacij se obrnite na vašega iThenticate administratorja.
tr: Aday makaleleri iThenticate'e yüklemek için kullanılan hesabın ayarları. Ayrıntılar için lütfen iThenticate yöneticinize başvurun.
uk: Налаштування облікового запису, який використовується для завантаження матеріалів до iThenticate. Щоб дізнатися більше, зверніться до адміністратора iThenticate.

# plugins.generic.plagiarism.similarityCheck.settings.field.excludeQuotes
source: Text in quotes of the submission will not count as similar content
ar: النص ما بين علامتي الاقتباس لن يُعتبر محتوى مشابهًا
bg: Текст в кавички на подаването няма да се отчита като сходно/подобно съдържание
cs: Text v uvozovkách v příspěvku se nepovažuje za podobný obsah
da: Tekst i citationstegn i indsendelsen vil ikke tælle med i opgørelsen af tekstlighed
de: Text in Anführungszeichen innerhalb der Einreichung wird nicht als ähnlicher Inhalt gezählt
es_es: El texto entre comillas del envío no contará como contenido similar
fr_ca: Le texte entre guillemets de la soumission ne sera pas compté comme contenu similaire
hy: Ներկայացման չակերտների մեջ նշված տեքստը չի համարվի համանման բովանդակություն
id: Teks dalam tanda kutip pada naskah tidak akan dianggap sebagai konten yang sama
ky: Берилген тырмакчадагы текст окшош мазмун катары эсептелбейт
mk: Текстот во наводници на поднесокот нема да се смета за слична содржина
pt_br: Texto entre aspas na submissão não contará como conteúdo similar
sl: Besedilo v narekovajih se ne bo štelo kot podobna vsebina
tr: Gönderimdeki tırnak işaretleri içinde kalan metin, benzer içerik olarak sayılmayacaktır
uk: Текст у лапках не вважатиметься схожим вмістом

# plugins.generic.plagiarism.submission.eula.acceptance.message
source: You must read and accept the <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> before proceeding to finalise the submission.
ar: ينبغي عليك قراءة اتفاقية ترخيص المستخدم النهائي لـ <a target="_blank" href="{$localizedEulaUrl}">iThenticate وقبولها</a> قبل المتابعة إلى إنهاء طلب التقديم.
bg: Трябва да прочетете и приемете <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a>, преди да продължите и да финализирате подаването.
cs: Před dokončením odeslání příspěvku si musíte přečíst a přijmout <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a>.
da: Du skal læse og acceptere <a target="_blank" href="{$localizedEulaUrl}">iThenticate slutbrugerlicensaftalen (EULA)</a> før du kan fortsætte og færdiggøre indsendelsen.
de: Sie müssen die <a target="_blank" href="{$localizedEulaUrl}">iThenticate Endnutzer-Lizenzvereinbarung</a> lesen und akzeptieren, bevor sie die Einreichung finalisieren können.
es_es: Debe leer y aceptar el <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> antes de proceder a finalizar el envío.
fr_ca: Vous devez lire et accepter <a target="_blank" href="{$localizedEulaUrl}">i le CLUF de iThenticate </a> avant de procéder à la finalisation de la soumission.
hy: Դուք պետք է կարդաք և ընդունեք <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> նախքան ներկայացումը վերջնական տեսքի բերելը:
id: Anda harus membaca dan menerima <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> sebelum lanjut untuk menyelesaikan pengajuan.
ky: Тапшырманы аягына чыгаруудан мурун <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> менен таанышып, кабыл алышыңыз керек.
mk: Мора да ја прочитате и прифатите <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a> пред да продолжите со финализирање на поднесувањето.
pt_br: Você deve ler e aceitar o <a target="_blank" href="{$localizedEulaUrl}">Contrato de Licença de Usuário Final (EULA) do iThenticate</a> antes de prosseguir para finalizar a submissão.
sl: Pred končanjem oddaje morate prebrati in sprejeti <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a>.
tr: Gönderimi tamamlamadan önce <a target="_blank" href="{$localizedEulaUrl}">iThenticate EULA</a>'yı okumanız ve kabul etmeniz gerekmektedir.
uk: Ви повинні прочитати та прийняти <a target="_blank" href="{$localizedEulaUrl}">ліцензійну угоду iThenticate EULA</a> перед тим, як завершити подання.

# plugins.generic.plagiarism.ithenticate.submission.error.TOO_LITTLE_TEXT
source: The submission does not have enough text to generate a Similarity Report. A submission must contain at least 20 words.
ar: طلب التقديم لا يحتوي على ما يكفي من النصوص لتوليد تقرير التشابه. طلب التقديم ينبغي أن يحتوي على ما لا يقل عن 20 كلمة.
bg: Изпращането няма достатъчно текст, което не дава възможност за генериране на отчет за сходство. Изпращането трябва да съдържа поне 20 думи.
cs: Příspěvek neobsahuje dostatek textu pro vygenerování zprávy o podobnosti. Příspěvek musí obsahovat alespoň 20 slov.
da: Indsendelsen har ikke nok tekst til at generere en tekstlighedsrapport. En indsendelse skal indeholde mindst 20 ord.
de: Die Einreichung enthält nicht genügend Text um einen Ähnlichkeitsbericht zu erstellen. Die Einreichung muss mindestens 20 Wörter umfassen.
es_es: El envío no tiene suficiente texto para generar un Informe de Similitud. Un envío debe contener al menos 20 palabras.
fi: Käskirjoituksessa ei ole tarpeeksi tekstiä raportin luomiseen. Käsikirjoituksessa pitää olla vähintään 20 sanaa.
fr_ca: La soumission ne contient pas suffisamment de texte pour générer un rapport de similarité. Une soumission doit contenir au moins 20 mots.
hy: Ներկայացումը չունի բավարար տեքստ՝ նմանության հաշվետվություն ստեղծելու համար: Ներկայացումը պետք է պարունակի առնվազն 20 բառ:
id: Naskah tidak memiliki cukup teks untuk membuat Laporan Kesamaan. Naskah setidaknya harus berisi 20 kata.
ky: Тапшырууда Окшоштук отчетун түзүү үчүн жетиштүү текст жок. Берүү кеминде 20 сөздү камтышы керек.
mk: Поднесокот нема доволно текст за да се создаде Извештај за сличност. Поднесокот мора да содржи најмалку 20 зборови.
pt_br: A submissão não contém texto suficiente para gerar um Relatório de Similaridade. A submissão deve conter pelo menos 20 palavras.
sl: Prispevek ne vsebuje dovolj besedila za generiranje Similarity Report-a. Prispevek mora vsebovati vsaj 20 besed.
tr: Gönderim, Benzerlik Raporu oluşturmak için yeterli metin içermiyor. Bir gönderim en az 20 kelime içermelidir.
uk: Подання не містить достатньо тексту для створення звіту про схожість. Подання має містити щонайменше 20 слів.

# plugins.generic.plagiarism.manager.settings.apiUrl
source: iThenticate API URL
ar: عنوان رابط واجهة برمجة التطبيق لـ iThenticate
bg: iThenticate API URL адрес
cs: URL adresa API iThenticate
es_es: URL de la API de iThenticate
fi: iThenticate API:n URL-osoite
fr_ca: URL de l'API iThenticate
id: URL API iThenticate
mk: УРЛ за iThenticate АПИ
pt_br: URL da API do iThenticate
uk: URL-адреса API iThenticate

# plugins.generic.plagiarism.manager.settings.apiKeyRequired
source: The iThenticate API key is required
ar: مفتاح واجهة برمجة التطبيق لـ iThenticate مطلوب حتمًا
bg: Необходим е API ключът на iThenticate
cs: Je vyžadování API klíč iThenticate
da: iThenticate API key er påkrævet
de: Der iThenticate API key ist eine Pflichtangabe
es_es: Se requiere la clave API de iThenticate
fi: iThenticate API-avain vaaditaan
fr_ca: La clé API iThenticate est requise
hy: iThenticate API ստեղնը պարտադիր է
id: API Key iThenticate diperlukan
ky: iThenticate API ачкычы талап кылынат
mk: Потребен е iThenticate АПИ клуч
pt_br: A Chave da API do iThenticate é obrigatória
sl: iThenticate API ključ je obvezen
tr: iThenticate API anahtarı gerekiyor
uk: Потрібен ключ API iThenticate

# plugins.generic.plagiarism.manager.settings.serviceAccessInvalid
source: The specified API URL/key is invalid or a connection to iThenticate API service cannot be established.Please double-check the API URL/key and try again.
ar: عنوان/مفتاح واجهة برمجة التطبيق المعطيين غير صالحين أو إن الاتصال مع خدمة واجهة برمجة التطبيق لـ iThenticate لا يمكن إنشاؤه. يرجى التأكد أكثر من صحتهما ثم المحاولة مجددًا.
bg: Посоченият URL/ключ на API е невалиден или не може да бъде установена връзка с услугата на API на iThenticate. Моля, проверете отново URL/ключа на API и опитайте отново.
cs: Zadaná adresa URL/klíč API je neplatná nebo nelze navázat spojení se službou iThenticate API. Překontrolujte prosím adresu URL/klíč API a zkuste to znovu.
da: Den angivne API URL/key er enten ugyldig, eller der kan ikke skabes forbindelse til iThenticate API servicen. Dobbelttjek venligst API URL/key og prøv igen.
de: Die angegebene API URL/der angegebene API key ist ungültig oder die Verbindung zum iThenticate-API-Dienst kann nicht hergestellt werden. Bitte prüfen Sie die API URL/den API key und versuchen Sie es erneut.
es_es: La URL/clave API especificada no es válida o no se puede establecer una conexión con el servicio API de iThenticate.
fi: Annettu osoite tai API-avain ei ole kelvollinen tai yhteyttä iThenticate-palvelun rajapintaan ei pystytty luomaan. Ole hyvä ja tarkista annettu osoite ja avain ja yritä uudelleen.
fr_ca: L'URL/clé API spécifiée n'est pas valide ou la connexion au service API iThenticate ne peut pas être établie. Veuillez vérifier l'URL/clé API et réessayer.
hy: Նշված API URL/բանալին անվավեր է կամ կապ չի կարող հաստատվել iThenticate API ծառայության հետ: Խնդրում ենք կրկնակի ստուգել API URL-ը/բանալին և նորից փորձել:
id: URL/API Key yang diberikan tidak valid atau koneksi ke layanan API iThenticate tidak terhubung. Periksa kembali URL/API key dan coba lagi.
ky: Көрсөтүлгөн API URL/ачкычы жараксыз же iThenticate API кызматына байланыш түзүлбөй жатат. API URL/ачкычын эки жолу текшерип, кайра аракет кылыңыз.
mk: Специфицираниот АПИ УРЛ/клуч не е валиден или поврзувањето со iThenticate АПИ сервисот не може да се направи. Молам двојно-проверете го АПИ УРЛ/клучот и обидете се повторно.
pt_br: A URL da API especificada é inválida ou a conexão com o serviço de API do iThenticate não pôde ser estabelecida. Por favor, verifique a URL ou a chave da API e tente novamente.
sl: Podana API URL in/ali ključ sta neveljavnja ali pa dostop do iThenticate servisa ni bil mogoč. Prosimo preverite API URL in ključ tej poskusite ponovno.
tr: Belirtilen API URL'si/anahtarı geçersiz veya iThenticate API servis bağlantısı kurulamadı. Lütfen API URL'sini/anahtarını kontrol edin ve tekrar deneyin.
uk: Вказана URL-адреса / ключ API недійсна (ий) або неможливо встановити з’єднання зі службою API iThenticate. Ще раз перевірте URL-адресу / ключ API і повторіть спробу.

# plugins.generic.plagiarism.ithenticate.submission.error.UNSUPPORTED_FILETYPE
source: The uploaded filetype is not supported.
ar: نوع الملف المرفوع غير مدعوم.
bg: Каченият файлов тип не се поддържа.
cs: Nahraný typ souboru není podporován.
da: Den uploadede filtype er ikke supporteret.
de: Der hochgeladene Dateityp wird nicht unterstützt.
es_es: El tipo de archivo cargado no es compatible.
fi: Ladattua tiedostotyyppiä ei tueta.
fr_ca: Le type de fichier téléchargé n'est pas pris en charge.
hy: Վերբեռնված նիշքի տեսակը չի աջակցվում:
id: Jenis file yang diunggah tidak didukung.
ky: Жүктөлүп берилген файлдын түрү колдоого алынбайт.
mk: Внесениот вид на фајл не е поддржан.
pt_br: O tipo de arquivo enviado não é suportado.
sl: Naložen tip datoteke ni podprt.
tr: Yüklenen dosya türü desteklenmiyor.
uk: Завантажений тип файлу не підтримується.

# plugins.generic.plagiarism.ithenticate.submission.error.FILE_LOCKED
source: The uploaded file requires a password in order to be opened.
ar: الملف المرفوع يتطلب كلمة مرور من أجل فتحه.
bg: Каченият файл изисква парола, за да бъде отворен.
cs: Nahraný soubor vyžaduje k otevření heslo.
da: Den uploadede fil kræver et kodeord for at blive åbnet.
de: Die hochgeladene Datei benötigt ein Passwort um geöffnet werden zu können.
es_es: El archivo cargado requiere una contraseña para poder abrirse.
fi: Ladatun tiedoston avaaminen vaatii salasanan.
fr_ca: Le fichier téléchargé nécessite un mot de passe pour être ouvert.
hy: Վերբեռնված նիշքը բացելու համար գաղտնաբառ է պահանջվում:
id: File yang diunggah membutuhkan kata sandi agar dapat dibuka.
ky: Жүктөлгөн файлды ачуу үчүн сырсөз талап кылынат.
mk: Поставената датотека бара лозинка за да се отвори.
pt_br: O arquivo enviado exige uma senha para ser aberto.
sl: Naložena datoteka zahteva geslo za odpiranje.
tr: Yüklenen dosya, açılabilmesi için bir şifre gerektiriyor.
uk: Для відкриття завантаженого файлу потрібен пароль.

# plugins.generic.plagiarism.similarityCheck.settings.field.excludeBibliography
source: Text in a bibliography section of the submission will not count as similar content
ar: النص في مقطع السيرة الذاتية لن يعتبر محتوى مشابهًا
bg: Текст в раздел с библиография на подаването няма да се отчита като сходно/подобно съдържание
cs: Text v bibliografické části příspěvku se nezapočítává jako podobný obsah
da: Tekst i bibliografisektionen af indsendelsen vil ikke tælle med i opgørelsen af tekstlighed
de: Text im Referenzen-Abschnitt der Einreichung wird nicht als ähnlicher Inhalt gezählt
es_es: El texto en una sección de bibliografía del envío no contará como contenido similar
fr_ca: Le texte dans la section bibliographie de la soumission ne sera pas considéré comme un contenu similaire
hy: Ներկայացման մատենագիտության բաժնում տեքստը չի համարվի համանման բովանդակություն
id: Teks pada bagian daftar pustaka dari naskah tidak akan dianggap sebagai konten yang sama
ky: Билдирүүнүн библиография бөлүмүндөгү текст окшош мазмун катары эсептелбейт
mk: Текстот во библиографскиот дел од поднесокот нема да се смета за слична содржина
pt_br: Texto na seção de referências bibliográficas da submissão não contará como conteúdo similar
sl: Besedilo v razdelku z bibliografijo se ne bo štelo kot podobna vsebina
tr: Gönderimin kaynakça bölümündeki metin, benzer içerik olarak sayılmayacaktır
uk: Текст у розділі бібліографії подання не вважатиметься подібним вмістом

# plugins.generic.plagiarism.similarityCheck.settings.field.excludeAbstract
source: Text in the abstract section of the submission will not count as similar content
ar: النص في مقطع الخلاصة لن يعتبر محتوى مشابهًا
bg: Текстът в раздела за резюмета на подаването няма да се отчита като подобно съдържание
cs: Text v sekci abstrakt se nepočítá jako podobný obsah
da: Tekst i resumésektionen af indsendelsen vil ikke tælle med i opgørelsen af tekstlighed
de: Text im Abstrakt-Abschnitt der Einreichung wird nicht als ähnlicher Inhalt gezählt
es_es: El texto de la sección de resumen del envío no contará como contenido similar
fr_ca: Le texte dans la section résumé de la soumission ne sera pas compté comme contenu similaire
hy: Ներկայացման համառոտագրության բաժնում տեքստը չի համարվի համանման բովանդակություն
id: Teks pada bagian abstrak dari naskah tidak akan dianggap sebagai konten yang sama
ky: Берүүнүн абстракттуу бөлүгүндөгү текст окшош мазмун катары эсептелбейт
mk: Текстот во апстрактниот дел од поднесокот нема да се смета за слична содржина
pt_br: Texto na seção do resumo da submissão não contará como conteúdo similar
sl: Besedilo v razdelku s povzetkom se ne bo štelo kot podobna vsebina
tr: Gönderimin özet bölümündeki metin, benzer içerik olarak sayılmayacaktır
uk: Текст у розділі анотації подання не вважатиметься схожим вмістом
