Repository: pkp/plagiarism
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, es_es, fi, fr_ca, hy, id, ky, mk, pt_br, sl, tr, uk

# plugins.generic.plagiarism.ithenticate.submission.create.failed
source: Could not create the submission at iThenticate for submission file id : {$submissionFileId}
bg: Не можа да се създаде подаване в iThenticate за id на файла: {$submissionFileId}
cs: Nepodařilo se vytvořit podání na iThenticate pro soubor příspěvku s id {$submissionFileId}
da: Kunne ikke danne indsendelsen ved iThenticate for indsendelsesfil med id : {$submissionFileId}
de: Es konnte keine Einreichung bei iThenticate für die Einreichungsdatei mit der Nummer {$submissionFileId} erstellt werden
es_es: No se pudo crear el envío en iThenticate para el ID del archivo de envío: {$submissionFileId}
fr_ca: Impossible de créer la soumission sur iThenticate pour le fichier de soumission : {$submissionFileId}
hy: Չհաջողվեց ստեղծել ներկայացումը iThenticate-ում՝ ներկայացման նիշքի ID-ի համար՝ {$submissionFileId}
id: Tidak dapat membuat pengiriman pada iThenticate untuk naskah file id : {$submissionFileId}
ky: Тапшыруу файлынын идентификатору үчүн iThenticate'де тапшыруу түзүлбөй койду: {$submissionFileId}
mk: Не можев да го креирам поднесокот на iThenticate ID на датотеката за поднесување: {$submissionFileId}
pt_br: Não foi possível criar a submissão no iThenticate para o arquivo de submissão com ID : {$submissionFileId}
sl: Kreiranje oddaje na iThenticate za datoteko id : {$submissionFileId} ni bilo mogoče
tr: {$submissionFileId} numaralı gönderim dosyası için iThenticate'te gönderim oluşturulamadı.
uk: Не вдалося створити подання в iThenticate для ідентифікатора файлу подання: {$submissionFileId}

# plugins.generic.plagiarism.ithenticate.file.upload.failed
source: Could not complete the file upload at iThenticate for submission file id : {$submissionFileId}
bg: Не можа да завърши качването на файл в iThenticate за идентификатор на файл: {$submissionFileId}
cs: Nepodařilo se dokončit nahrávání souboru na iThenticate pro souboru příspěvku s id {$submissionFileId}
da: Kunne ikke færdiggøre filuploade ved iThenticate for indsendelsesfilen med id : {$submissionFileId}
de: Hochladen der Datei bei iThenticate bei Einreichungsdatei Nummer {$submissionFileId} konnte nicht fertiggestellt werden
es_es: No se pudo completar la carga del archivo en iThenticate para el ID del archivo de envío: {$submissionFileId}
fr_ca: Impossible de compléter le téléchargement du fichier vers iThenticate pour le fichier de soumission id : {$submissionFileId}
hy: Չհաջողվեց լրացնել նիշքի վերբեռնումը iThenticate-ում, ներկայացման նիշքի ID-ի համար ։ {$submissionFileId}
id: Tidak dapat menyelesaikan penggunggahan file pada iThenticate untuk naskah file id : {$submissionFileId}
ky: Тапшыруу файлынын идентификатору үчүн iThenticate файлды жүктөө аягына чыккан жок: {$submissionFileId}
mk: Не може да се заврши поставувањето на датотеката на iThenticate за идентификација на датотеката за поднесување: {$submissionFileId}
pt_br: Não foi possível completar o envio para o iThenticate do arquivo de submissão com ID: {$submissionFileId}
sl: Nalaganje datoteke na iThenticate za datoteko id : {$submissionFileId} ni bilo uspešno
tr: {$submissionFileId} numaralı gönderim dosyası için iThenticate'te dosya yüklemesi tamamlanamadı
uk: Не вдалося завершити завантаження файлу в iThenticate для ідентифікатора файлу подання: {$submissionFileId}

# plugins.generic.plagiarism.submission.status.PROCESSING
source: File contents have been uploaded and the submission is still being processed
bg: Съдържанието на файла е качено и изпращането все още се обработва
cs: Obsah souboru byl nahrán a příspěvek se stále zpracovává
da: Filindhold er blevet uploadet og indsendelsen bliver stadig processeret
de: Dateiinhalte wurden hochgeladen und die Einreichung wird noch verarbeitet
es_es: El contenido del archivo se ha subido y el envío aún se está procesando
fr_ca: Le contenu du fichier a été téléchargé et la soumission est encore en cours de traitement
hy: Նիշքի բովանդակությունը վերբեռնվել է, և ներկայացումը դեռ մշակման փուլում է
id: File telah diunggah dan pengiriman masih dalam proses
ky: Файлдын мазмуну жүктөлүп берилди жана тапшыруу дагы эле иштетилүүдө
mk: Содржината на датотеката е поставена и поднесувањето сè уште се обработува
pt_br: Os conteúdos do arquivo foram enviados e a submissão ainda está sendo processada
sl: Vsebina datoteke je bila naložena in oddaja je v procesu obdelave
tr: Dosya içeriği yüklendi ve gönderim hala işleniyor
uk: Вміст файлу завантажено, а подання ще обробляється

# plugins.generic.plagiarism.submission.status.ERROR
source: An error occurred during submission processing.
bg: Възникна грешка по време на обработката на подаването.
cs: Při zpracování příspěvku došlo k chybě.
da: Der opstod en fejl under processeringen af indsendelsen.
de: Ein Fehler ist während der Verarbeitung der Einreichung aufgetreten.
es_es: Se produjo un error durante el procesamiento del envío.
fr_ca: Une erreur s'est produite pendant le traitement de la soumission.
hy: Ներկայացման մշակման ընթացքում սխալ է տեղի ունեցել:
id: Terjadi kesalahan selama proses pengiriman.
ky: Тапшыруу процессинде ката кетти.
mk: Настана грешка при обработката на поднесувањето.
pt_br: Ocorreu um erro durante o processamento da submissão.
sl: Prišlo je do napake med obdelavo oddajanja.
tr: Gönderim işlemi sırasında bir hata oluştu.
uk: Під час оброблення подання сталася помилка.

# plugins.generic.plagiarism.ithenticate.submission.error.TOO_MUCH_TEXT
source: The submission has too much text to generate a Similarity Report. After extracted text is converted to UTF-8, the submission must contain less than 2MB of text.
ar: طلب التقديم يحتوي على نصوص أكثر من المتوقع ليتسنى توليد تقرير التشابه. بعد استخراج النص وتحويله إلى نسق UTF-8، ينبغي أن يحتوي طلب التقديم على أقل من 2MB من النصوص.
bg: Изпращането има твърде много текст, , което не дава възможност да се генерира отчет за сходство. След като извлеченият текст се преобразува в UTF-8, изпращането трябва да съдържа по-малко от 2 MB текстова информация.
cs: Příspěvek obsahuje příliš mnoho textu na to, aby bylo možné vygenerovat zprávu o podobnosti. Po převedení extrahovaného textu do UTF-8 musí příspěvek obsahovat méně než 2 MB textu.
da: Indsendelsen har for meget tekst til at generere en tekstlighedsrapport. Efter teksten konverteres til UTF-8, skal indsendelsen indeholde mindre end 2 MB tekst.
de: Die Einreichung hat zu viel Text um einen Ähnlichkeitsbericht zu erstellen. Nach der Konvertierung des Textes in UTF-8 darf die Einreichung nicht mehr als 2MB Text enthalten.
es_es: El envío tiene demasiado texto para generar un Informe de Similitud. Después de que el texto extraído sea convertido a UTF-8, el envío debe contener menos de 2MB de texto.
fi: Käsikirjoituksessa on liian paljon tekstiä raportin luomiseen. Kun teksti on muutettu UTF-8-muotoon, käsikirjoituksen tekstin koko ei voi olla suurempi kuin 2 megatavua.
fr_ca: La soumission contient trop de texte pour générer un rapport de similarité. Après conversion du texte extrait en UTF-8, la soumission doit contenir moins de 2 Mo de texte.
hy: Ներկայացումը չափազանց շատ տեքստ պետք է գեներացնի՝ նմանության հաշվետվություն ստեղծելու համար: Այն բանից հետո, երբ հանված տեքստը փոխարկվում է UTF-8-ի, ներկայացումը պետք է պարունակի 2 ՄԲ-ից պակաս տեքստ:
id: Terdapat terlalu banyak teks pada naskah untuk menghasilkan Laporan Kesamaan. Setelah teks yang diekstrak diubah menjadi UTF-8, naskah tersebut harus berisi teks yang kurang dari 2MB.
ky: Окшоштук отчетун түзүү үчүн тапшырууда өтө көп текст бар. Чыгарылган текст UTF-8ге айландырылгандан кийин, тапшыруу 2МБдан азыраак текстти камтышы керек.
mk: Поднесокот има премногу текст за да се содаде Извештај за сличност. После екстракцијата на претворениот текст во UTF-8, поднесокот мора да содржи помалку од 2МБ текст.
pt_br: A submissão contém texto demais para gerar um Relatório de Similaridade. Após o texto extraído ser convertido para UTF-8, a submissão deve conter menos de 2MB de texto.
sl: Prispevek vsebuej preveč besedila za generiranje Similarity Report-a. Ko je besedilo spremenjeno v UTF-8, mora vsebovati manj kot 2MB besedila.
tr: Gönderim, Benzerlik Raporu oluşturmak için çok fazla metin içeriyor. Çıkarılan metin UTF-8 formatına dönüştürüldükten sonra, gönderim 2MB'den daha düşük boyutta metin içermelidir.
uk: Подання містить занадто багато тексту для створення звіту про схожість. Після перетворення вилученого тексту на UTF-8 подання має містити менше 2 МБ тексту.

# plugins.generic.plagiarism.ithenticate.submission.error.TOO_MANY_PAGES
source: The submission has too many pages to generate a Similarity Report. A submission cannot contain more than 800 pages.
ar: طلب التقديم يحتوي على صفحات أكثر مما متوقع لتوليد تقرير التشابه. طلب التقديم لا يمكن أن يزيد على 800 صفحة.
bg: Изпращането има твърде много страници, което не дава възможност за генериране на отчет за сходство. Едно подаване не може да съдържа повече от 800 страници.
cs: Příspěvek má příliš mnoho stránek na to, aby bylo možné vygenerovat zprávu o podobnosti. Příspěvek nemůže obsahovat více než 800 stran.
da: Indsendelsen har for mange sider til at generere en tekstlighedsrapport. En indsendelse må ikke indeholde mere end 800 sider.
de: Die Einreichung hat zu viele Seiten um einen Ähnlichkeitsbericht zu erstellen. Eine Einreichung kann nicht mehr als 800 Seiten haben.
es_es: El envío tiene demasiadas páginas para generar un Informe de Similitud. Un envío no puede contener más de 800 páginas.
fi: Käsikirjoituksessa on liian monta sivua raportin luomiseen. Käsikirjoituksessa saa olla korkeintaan 800 sivua.
fr_ca: La soumission contient trop de pages pour générer un rapport de similarité. Une soumission ne peut pas contenir plus de 800 pages.
hy: Ներկայացումը պարունակում է չափազանց շատ էջեր նմանության հաշվետվություն ստեղծելու համար: Ներկայացումը չի կարող պարունակել ավելի քան 800 էջ:
id: Terlalu banyak jumlah halaman pada naskah untuk menghasilkan Laporan Kesamaan. Jumlah halaman yang dikirimkan tidak boleh lebih dari 800 halaman.
ky: Окшоштук отчетун түзүү үчүн тапшыруунун өтө көп беттери бар. Тапшыруу 800 беттен ашык болбошу керек.
mk: Поднесокот има премногу страници за да генерира Извештај за сличност. Поднесокот не може да содржи повеќе од 800 страници.
pt_br: A submissão contém páginas demais para gerar um Relatório de Similaridade. A submissão não pode conter mais de 800 páginas.
sl: Prispevek vsebuje preveč strani za generiranje Similarity Report-a. Prispevek mora vsebovati manj kot 800 strani.
tr: Gönderim, Benzerlik Raporu oluşturmak için çok fazla sayfa içeriyor. Bir gönderim 800 sayfadan fazla olamaz.
uk: Подання містить забагато сторінок для створення звіту про схожість. Подання не може містити більше 800 сторінок.

# plugins.generic.plagiarism.submission.checklist.eula
source: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">link</a>
ar: اتفاقية ترخيص المستخدم النهائي لـ iThenticate <a target="_blank" href="{$localizedEulaUrl}">الرابط</a>
bg: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">връзка</a>
cs: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">odkaz</a>
da: iThenticate slutbrugerlicensaftale (EULA) <a target="_blank" href="{$localizedEulaUrl}">link</a>
de: iThenticate Endnutzer-Lizenzvertrag <a target="_blank" href="{$localizedEulaUrl}">link</a>
es_es: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">enlace</a>
fr_ca: Le CLUF de iThenticate <a target="_blank" href="{$localizedEulaUrl}">link</a>
id: EULA Ithenticate <a target="_blank" href="{$localizedEulaUrl}">tautan</a>
ky: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">шилтеме</a>
mk: iThenticate ЕУЛА <a target="_blank" href="{$localizedEulaUrl}">link</a>
pt_br: Contrato de Licença do Usuário Final (EULA) do iThenticate <a target="_blank" href="{$localizedEulaUrl}">link</a>
sl: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">povezava</a>
tr: iThenticate Son Kullanıcı Lisans Sözleşmesi <a target="_blank" href="{$localizedEulaUrl}">link</a>
uk: iThenticate EULA <a target="_blank" href="{$localizedEulaUrl}">покликання</a>

# plugins.generic.plagiarism.manager.settings.disableAutoSubmission.description
source: If auto upload to iThenticate is disabled, submission files need to be sent manually from submission workflow
ar: عند تعطيل الرفع التلقائي إلى iThenticate، ستكون ملفات التقديم بحاجة إلى إرسالها يدويًا من خلال مجريات التقديم التقليدية
bg: Ако автоматичното качване в iThenticate е деактивирано, файловете за подаване трябва да се изпращат ръчно по време на работния процес на подаване на материали
cs: Pokud je automatické odesílání do iThenticate zakázáno, je třeba odeslat soubory v rámci workflow ručně
da: Hvis automatisk upload til iThenticate er deaktiveret, skal du manuelt sende indsendelsesfiler fra indsendelsesworkflowet
de: Falls der automatische Upload zu iThenticate deaktiviert ist, müssen die Einreichungsdateien manuell aus dem Einreichungsworkflow gesendet werden
es_es: Si la carga automática a iThenticate está desactivada, los archivos de envío deben ser enviados manualmente desde el flujo de trabajo de envío
fi: Mikäli automaattinen lataaminen on pois päältä, käsikirjoitustiedostot pitää lähettää manuaalisesti käsikirjoituksen työnkulusta
fr_ca: Si le téléchargement automatique vers iThenticate est désactivé, les fichiers de soumission devront être envoyés manuellement dans le flux de travail de soumission
hy: Եթե iThenticate-ում ինքնաշխատ վերբեռնումն անջատված է, ներկայացման նիշքերը պետք է աշխատանքային հոսքից ձեռքով ուղարկվեն ներկայացման
id: Jika unggahan otomatis ke iThenticate dinonaktifkan, maka file dapat dikirim secara manual dari alur kerja pengiriman
ky: iThenticate'ге авто жүктөө өчүрүлгөн болсо, тапшыруу файлдары тапшыруу иш процессинен кол менен жөнөтүлүшү керек
mk: Ако се онеспособи автоматско внесување кон iThenticate, поднесените фајлови треба да се внесат рачно при поднесувањето
pt_br: Se o upload automático para o iThenticate está desativado, os arquivos de submissão precisam ser enviados manualmente a partir do fluxo de trabalho da submissão
sl: Če je avtomatsko nalaganje datotek na iThenticate izključeno, morajo biti datoteke prispevkov ročno oddane preko delovnega toka prispevkov
tr: Eğer iThenticate'e otomatik yükleme özelliği devre dışı bırakılmışsa, dosyaların aday makale iş akışında manuel olarak gönderilmesi gerekir
uk: Якщо автоматичне завантаження в iThenticate вимкнено, файли подання потрібно надсилати вручну з процесу подання

# plugins.generic.plagiarism.manager.settings.apiKey
source: iThenticate API key
ar: مفتاح واجهة برمجة التطبيق لـ iThenticate
bg: iThenticate API ключ
cs: Klíč API iThenticate
es_es: Clave API de iThenticate
fi: iThenticate API-avain
fr_ca: Clé API iThenticate
hy: iThenticate API բանալի
id: API key iThenticate
ky: iThenticate API ачкычы
mk: iThenticate АПИ клуч
pt_br: Chave API iThenticate
sl: iThenticate API ključ
tr: iThenticate API anahtarı
uk: Ключ API iThenticate

# plugins.generic.plagiarism.manager.settings.apiUrlRequired
source: iThenticate API URL is required
ar: عنوان رابط واجهة برمجة التطبيق لـ iThenticate مطلوب حتمًا
bg: iThenticate API URL адресът е задължителен
cs: Je vyžadováno URL API iThenticate
da: iThenticate API URL er påkrævet
de: Die iThenticate API URL ist eine Pflichtangabe
es_es: Se requiere la URL de la API de iThenticate
fi: iThenticate API:n URL-osoite vaaditaan
fr_ca: L'URL de l'API iThenticate est requise
hy: iThenticate API URL է պահանջվում
id: URL API iThenticate diperlukan
ky: iThenticate API URL талап кылынат
mk: Потребна е iThenticate АПИ УРЛ
pt_br: O URL da API do iThenticate é obrigatório
sl: iThenticate API URL je obvezen
tr: iThenticate API URL'si gerekiyor
uk: Необхідна URL-адреса API iThenticate

# plugins.generic.plagiarism.ithenticate.submission.error.PROCESSING_ERROR
source: An unspecified error occurred while processing the submissions.
ar: وقع خطأ غير محدد عند معالجة طلبات التقديم.
bg: Възникна неуточнена грешка при обработката на изпращанията.
cs: Při zpracování příspěvků došlo k blíže neurčené chybě.
da: Der opstod en uspecificeret fejl under behandlingen af indsendelserne.
de: Ein unspezifischer Fehler ist während der Verarbeitung der Einreichung aufgetreten.
es_es: Se ha producido un error no especificado al procesar los envíos.
fi: Käsikirjoituksen käsittelyssä tapahtui määrittelemätön virhe.
fr_ca: Une erreur non spécifiée s'est produite lors du traitement des soumissions.
hy: Ներկայացումները մշակելիս չճշտված սխալ է տեղի ունեցել:
id: Terjadi kesalahan yang tidak dapat ditentukan pada saat memproses naskah.
ky: Тапшырмаларды иштеп чыгууда такталбаган ката кетти.
mk: Се појави неспецифицирана грешка за време на процесот за поднесување.
pt_br: Um erro não especificado ocorreu durante o processamento das submissões.
sl: Med obdelavo prispevkov je prislo do neopredeljene napake.
tr: Gönderimler işlenirken belirlenemeyen bir hata oluştu.
uk: Під час оброблення подань сталася невизначена помилка.

# plugins.generic.plagiarism.general.errorMessage
source: Request processing error: {$errorMessage}
ar: خطأ عند معالجة الطلب: {$errorMessage}
bg: Грешка при обработка на заявката: {$errorMessage}
cs: Chyba při zpracování požadavku: {$errorMessage}
da: Anmodningsbehandlingsfejl: {$errorMessage}
de: Fehler bei der Verarbeitung der Anfrage: {$errorMessage}
es_es: Error de procesamiento de solicitud: {$errorMessage}
fr_ca: Erreur de traitement de la demande : {$errorMessage}
hy: Հայտի մշակման սխալ՝ {$errorMessage}
id: Kesalahan proses permintaan: {$errorMessage}
ky: Сурамды иштетүү катасы: {$errorMessage}
mk: Грешка при обработката на барањето: {$errorMessage}
pt_br: Erro ao processar a solicitação: {$errorMessage}
sl: Napaka pri zahtevi za obdelavo: {$errorMessage}
tr: İşlem talebi hatası: {$errorMessage}
uk: Помилка обробки запиту: {$errorMessage}

# plugins.generic.plagiarism.submission.eula.acceptance.confirm
source: I have read the end user license agreement and accept it.
ar: لقد قرأت اتفاقية ترخيص المستخدم ووافقت عليها.
bg: Прочетох лицензионното споразумение с краен потребител и го приемам.
cs: Přečetl/a jsem si licenční smlouvu s koncovým uživatelem a souhlasím s ní.
da: Jeg har læst slutbrugerlicensaftalen (EULA) og accepterer den.
de: Ich habe die Endnutzer-Lizenzvereinbarung gelesen und akzeptiere sie.
es_es: He leído el acuerdo de licencia de usuario final y lo acepto.
fr_ca: J'ai lu et j'accepte le contrat de licence d'utilisateur final.
hy: Ես կարդացել եմ վերջնական օգտագործողի արտոնագրի պայմանագիրը և ընդունում եմ այն:
id: Saya sudah membaca perjanjian lisensi pengguna dan menerimanya.
ky: Мен акыркы колдонуучу лицензия келишимин окуп чыктым жана аны кабыл алдым.
mk: Го прочитав договорот за лиценца за крајниот корисник и го прифатив.
pt_br: Eu li o contrato de licença de usuário final e o aceito.
sl: Sem prebral in se strinjam z licenčno pogodbo za končnega uporabnika.
tr: Son kullanıcı lisans sözleşmesini okudum ve kabul ediyorum.
uk: Я прочитав (ла) ліцензійну угоду кінцевого користувача та приймаю її.

# plugins.generic.plagiarism.similarityCheck.settings.title
source: Submission similarity check settings
ar: إعدادات فحص تشابه طلبات التقديم
bg: Настройки за проверка на сходството на подаваните материали
cs: Nastavení kontroly podobnosti příspěvků
da: Indsendelse tekstlighedstjek indstillinger
de: Einstellungen für die Ähnlichkeitsprüfung von Einreichungen
fr_ca: Paramètres de vérification de similarité
hy: Ներկայացման նմանության ստուգման կարգավորումները
id: Pengaturan pengecekan kesamaan naskah
ky: Тапшыруу окшоштугун текшерүү жөндөөлөрү
mk: Поставки за проверка на сличност на поднесување
pt_br: Configurações de verificação de similaridade da submissão
sl: Nastavitve za preverjanje podobnosti prispevka
tr: Gönderim benzerlik kontrolü ayarları
uk: Налаштування перевірки схожості подання

# plugins.generic.plagiarism.similarityCheck.settings.warning.note
source: Note that if any of the following settings are set in the configuration file at the global or journal/server/press level, those settings will take precedence over this form.
ar: لاحظ بأن أي من الإعدادات الآتية لو تم ضبطه في ملف التهيئة على مستوى العموم أو على مستوى المجلة/المخدم/دار النشر، فإنه هناك سيأخذ الأولوية على ما يتواجد في هذا النموذج.
bg: Имайте предвид, че ако някоя от следните настройки е зададена в конфигурационния файл на глобално ниво или ниво списание/сървър/издателство, тези настройки ще имат предимство пред този формуляр.
cs: Mějte na paměti, že pokud je v konfiguračním souboru na globální úrovni nebo na úrovni časopisu/serveru/tisku nastaveno některé z následujících nastavení, bude mít toto nastavení přednost před tímto formulářem.
da: Bemærk, at hvis nogle af de følgende indstillinger er indstillet i konfigurationsfilen globalt eller for tidsskriftet/serveren/udgiveren, vil de indstillinger blive anvendt fremfor dem, der angives nedenfor.
de: Beachten Sie, dass die folgenden Einstellungen durch jeweilige Einstellungen auf der globalen bzw. Journal/Server/Verlags-Ebene eingestellt sind, überschrieben werden.
fr_ca: Notez que si l'un des paramètres suivants est défini dans le fichier de configuration au niveau global ou au niveau du journal/serveur/presse, ces paramètres auront la priorité sur ce formulaire.
hy: Նկատի ունեցեք, որ եթե հետևյալ կարգավորումներից որևէ մեկը դրված է կազմաձևման նիշքում համընդգրկուն կամ ամսագրի/սերվերի/մամուլի մակարդակում, ապա այդ կարգավորումները գերակա կլինեն այս ձևի նկատմամբ:
id: Harap diperhatikan jika salah satu pengaturan berikut ditetapkan dalam file konfigurasi secara global atau jurnal/server/pers, pengaturan tersebut akan lebih diutamakan daripada formulir ini.
ky: Төмөнкү орнотуулардын кайсынысы болбосун конфигурация файлында глобалдык же журнал/сервер/пресс деңгээлинде коюлса, ал орнотуулар бул формага караганда артыкчылыкка ээ болорун эске алыңыз.
mk: Забележете дека ако некоја од следните поставки е поставена во конфигурациската датотека на глобално ниво или на ниво на списание/сервер/прес, тие поставки ќе имаат предност пред оваа форма.
pt_br: Note que, se alguma das configurações a seguir estiver definida no arquivo de configuração em nível global ou de periódico/servidor/editora, essas configurações terão precedência sobre este formulário.
sl: Upoštevajte, da nastavitve na globalnem nivoju oziroma nivoju revije/strežnika/založbe, ki so v nastavitveni datoteki, prevladajo nad nastavitvami v tem obrazcu.
tr: Eğer aşağıdaki ayarlardan herhangi biri, yapılandırma dosyasında global ya da dergi/sunucu/yayın düzeyinde ayarlanmışsa, ilgili ayarların bu forma göre öncelikli olacağını unutmayın.
uk: Зауважте, що якщо будь-який із наведених нижче параметрів установлено у файлі конфігурації на глобальному рівні або на рівні журналу / сервера / видавництва, ці параметри матимуть перевагу над цією формою.
