Repository: pkp/plagiarism
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, es_es, fi, fr_ca, hy, id, ky, mk, pt_br, sl, tr, uk

# plugins.generic.plagiarism.manager.settings.apiUrlInvalid
source: The specified API URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
ar: عنوان رابط واجهة برمجة التطبيق المعطى غير صالح. يرجى التحقق أكثر من صحة الرابط ثم المحاولة مجددًا. (تلميح: حاول إضافة http:// إلى بداية العنوان.)
bg: Посоченият URL адрес на API не е валиден. Моля, проверете отново URL адреса и опитайте отново. (Съвет: Опитайте да добавите http:// в началото на URL адреса.)
cs: Zadaná adresa URL rozhraní API není platná. Překontrolujte prosím adresu URL a zkuste to znovu. (Tip: Zkuste na začátek adresy URL přidat adresu http://.)
da: Den angivne API URL er ikke gyldig. Dobbelttjek venligst URL'en og prøv igen. (Hint: prøv at tilføje https:// til begyndelsen af URL'en.)
de: Die angegebene API URL ist nicht gültig. Bitte prüfen Sie die URL und versuchen Sie es erneut. (Tipp: Versuchen sie http:// am Anfang der URL zu ergänzen.)
es_es: La URL de la API especificada no es válida. Compruebe la URL e inténtelo de nuevo. (Sugerencia: Pruebe a añadir http:// al principio de la URL.)
fi: Annettu API:n URL-osoite ei ole kelvollinen. Ole hyvä ja tarkista osoite ja yritä uudelleen (Vihje: varmista, että osoitteen alussa on http:// )
fr_ca: L'URL de l'API spécifiée n'est pas valide. Veuillez vérifier l'URL et réessayer. (Indice : Essayez d'ajouter http:// au début de l'URL.)
hy: Նշված API URL-ը վավեր չէ: Խնդրում ենք կրկնակի ստուգել URL-ը և նորից փորձել: (Հուշում՝ փորձեք URL-ի սկզբում ավելացնել http:// )
id: URL API yang dimasukkan tidak valid. Periksa ulang URL dan coba lagi. (Petunjuk: Coba tambahkan http:// di depan URL.)
ky: Көрсөтүлгөн API URL дареги жараксыз. URL дарегин эки жолу текшерип, кайра аракет кылыңыз. (Кеңеш: URL'дин башына http:// кошуп көрүңүз.)
mk: Специфицираната АПИ УРЛ не е точна. Молам двојно-проверете ја УРЛ и обидете се повторно. (Помош: обидете се да додадете http:// на почетокот од УРЛ.)
pt_br: A URL da API especificada não é válida. Por favor, verifique a URL e tente novamente. (Dica: Experimente adicionar http:// ao início da URL.)
sl: Podatni API URL ni veljaven. Prosimo preverite URL in poskusite ponovno. (Namig: Mogoče morate dodati http:// na začetek URL.)
tr: Belirtilen API URL'si geçerli değil. Lütfen URL'yi kontrol edin ve tekrar deneyin. (İpucu: URL'nin başına http:// eklemeyi deneyin.)
uk: Вказана URL-адреса API недійсна. Перевірте URL-адресу й повторіть спробу. (Підказка: спробуйте додати http:// на початку URL-адреси.)

# plugins.generic.plagiarism.similarity.action.refreshReport.confirmation
source: Are you sure you want to refresh the Plagiarism similarity score?
ar: هل أنت متأكد من رغبتك في إعادة تنشيط درجة فحص الاستلال؟
bg: Сигурни ли сте, че искате да опресните оценката за сходство (Plagiarism similarity score)?
cs: Opravdu chcete obnovit skóre podobnosti plagiátorství?
da: Er du sikker på, at du vil opdatere plagiat-tekstlighedspoint?
de: Sind Sie sicher, dass Sie den Plagiatsähnlichkeits-Wert aktualisieren möchten?
fr_ca: Êtes-vous sûr de vouloir rafraîchir le score de similarité du plagiat ?
hy: Վստա՞հ եք, որ ցանկանում եք թարմացնել Գրագողության նմանության միավորը:
id: Apakah anda yakin ingin memperbaharui skor kesamaan Plagiarisme?
ky: Чын эле Плагиат окшоштук упайын жаңырткыңыз келеби?
mk: Дали сте сигурни дека сакате да го освежите резултатот за сличност со плагијат?
pt_br: Tem certeza que deseja atualizar a Pontuação de Similaridade de Plágio?
sl: Ste prepričani, da želite posodobiti oceno podobnosti plagiatorstva?
tr: İntihal benzerlik puanını yenilemek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте оновити оцінку схожості на плагіат?

# plugins.generic.plagiarism.similarity.action.submitforPlagiarismCheck.title
source: Conduct Plagiarism Check
bg: Извършване на проверка за плагиатство
cs: Provést kontrolu plagiátorství
da: Udfør plagieringstjek
de: Plagiatsorüfung ausführen
es_es: Realizar verificación de plagio (Plagiarism Check)
fr_ca: Effectuer la Vérification de Plagiat
hy: Իրականացնել գրագողության ստուգում
id: Melakukan Pengecekan Plagiarisme
ky: Плагиатты текшерүү
mk: Спроведете проверка на плагијат
pt_br: Realizar Verificação de Plágio
sl: Izvedi preverjanje plagiatorstva
tr: İntihal Kontrolü Yap
uk: Провести перевірку на плагіат

# plugins.generic.plagiarism.similarity.action.confirmEula.title
source: Plagiarism End User License Agreement Confirmation
bg: Плагиатство - потвърждение на лицензионното споразумение с краен потребител
cs: Potvrzení licenční smlouvy s koncovým uživatelem o plagiátorství
da: Plagiering slutbrugerlicensaftale bekræftelse
de: Plagiats-Endnutzerlizenzvereinbarungs-Bestätigung
fr_ca: Confirmation du Contrat de Licence Utilisateur Final pour le Plagiat
hy: Գրագողության Վերջնական օգտագործողի արտոնագրի համաձայնագրի հաստատում
id: Konfirmasi Perjanjian Lisensi Pengguna Plagiarisme
ky: Плагиат Акыркы колдонуучунун лицензиялык келишимин тастыктоо
mk: Плагијат Потврда за Договор за лиценца за краен корисник
pt_br: Confirmação do Contrato de Licença de Usuário Final para Plágio
sl: Potrditev licenčne pogodbe o plagiatorstvu za končnega uporabnika
tr: İntihal Son Kullanıcı Lisans Sözleşmesi Onayı
uk: Підтвердження ліцензійної угоди кінцевого користувача щодо плагіату

# plugins.generic.plagiarism.manager.settings.disableAutoSubmission
source: Disable auto upload of submission files to iThenticate at submission time
ar: تعطيل الرفع التقائي للملفات إلى iThenticate خلال وقت التسليم
bg: Деактивиране на автоматичното качване на файлове за подаване в iThenticate по време на подаване на материали
cs: Zakázat automatické nahrávání souborů pro odeslání do iThenticate v při podání příspěvku
da: Deaktiver automatisk upload af indsendelsesfiler til iThenticate på indsendelsestidspunktet
de: Automatischen Upload für Einreichungen bei iThenticate nach Einreichungen deaktivieren
es_es: Desactivar la carga automática de archivos de envío a iThenticate en el momento del envío
fi: Ota käsikirjoitustiedostojen automaattinen lataaminen iThenticate-palveluun pois käytöstä käsikirjoituksen lähetyksen yhteydessä
fr_ca: Désactiver le téléchargement automatique des fichiers de soumission vers iThenticate pendant la soumission
hy: Անջատեք ներկայացման նիշքերի ինքնաշխատ վերբեռնումը iThenticate-ում ներկայացման պահին
id: Nonaktifkan unggahan otomatis dari file pengiriman ke iThenticate pada waktu pengiriman
ky: Тапшыруу убагында iThenticate'ге тапшыруу файлдарын автоматтык түрдө жүктөөнү өчүрүү
mk: Онеспособи автоматско поднесување фајлови во iThenticate за време на поднесување
pt_br: Desativar o upload automático dos arquivos de submissões para o iThenticate na momento da submissão
sl: Izključi avtomatsko nalaganje datotek na iThenticate med oddajanjem prispevkov
tr: Aday makale gönderimi sırasında iThenticate'e otomatik dosya yükleme özelliğini devre dışı bırak
uk: Вимкніть автоматичне завантаження файлів подання в iThenticate під час подання

# plugins.generic.plagiarism.ithenticate.submission.error.CANNOT_EXTRACT_TEXT
source: The submission does not contain text to generate a Similarity Report or the word count of the submission is 0.
ar: طلب التقديم لا يحتوي على نص من أجل توليد تقرير التشابه أو إن عدد كلمات طلب التقديم تساوي صفرًا.
bg: Изпращането не съдържа текст за да бъде възможно генериране на отчет за сходство или броят на думите в подаването е 0.
cs: Příspěvek neobsahuje text pro vygenerování zprávy o podobnosti nebo počet slov podání je 0.
da: Indsendelsen indeholder ikke tekst til at generere en tekstlighedsrapport, eller antallet af ord i indsendelsens er 0.
de: Die Einreichung enthält keinen Text um einen Ähnlichkeitsbericht zu erstellen oder die Anzahl der Wörter in der Einreichung ist 0.
es_es: El envío no contiene texto para generar un Informe de Similitud o el recuento de palabras del envío es 0.
fi: Käsikirjoitus ei sisällä tekstiä, josta voisi luoda raportin tai sanamäärä on 0.
fr_ca: La soumission ne contient pas de texte permettant de générer un rapport de similarité ou le nombre de mots de la soumission est de 0.
hy: Ներկայացումը չի պարունակում տեքստ՝ նմանության զեկույց ստեղծելու համար, կամ ներկայացման բառերի քանակը 0 է:
id: Naskah tidak memuat teks untuk menghasilkan Laporan Kesamaan atau jumlah kata dari pengiriman adalah 0.
ky: Тапшыруу Окшоштук отчетун түзүү үчүн текстти камтыбайт же тапшыруунун сөздөрүнүн саны 0.
mk: Поднесокот не содржи текст за да создаде Извештај за сличност или бројот на зборови во поднесокот е 0.
pt_br: A submissão não contém texto para gerar um Relatório de Similaridade ou a contagem de palavras da submissão é 0.
sl: Prispevek ne vsebuje besedila za generiranje Similarity Report-a ali pa je število besed prispevka enako 0.
tr: Gönderim Benzerlik Raporu oluşturulabilecek metin içermiyor veya gönderimin kelime sayısı 0.
uk: Подання не містить тексту для створення звіту про схожість або кількість слів у поданні дорівнює 0.

# plugins.generic.plagiarism.ithenticate.submission.error.CORRUPT_FILE
source: The uploaded file appears to be corrupt.
ar: الملف المرفوع يبدو تالفًا.
bg: Каченият файл е може би повреден.
cs: Nahraný soubor se zdá být poškozen.
da: Den uploadede fil lader til at være beskadiget.
de: Die hochgeladene Datei scheint beschädigt zu sein.
es_es: El archivo cargado parece estar corrupto.
fi: Ladattu tiedosto on vioittunut.
fr_ca: Le fichier téléchargé semble être corrompu.
hy: Վերբեռնված նիշքը կարծես վնասված է:
id: File yang diunggah mungkin rusak.
ky: Жүктөлгөн файл бузулган окшойт.
mk: Поставената датотека се чини дека е оштетена.
pt_br: O arquivo enviado parece estar corrompido.
sl: Naložena datoteka je videti pokvarjena.
tr: Yüklenen dosya bozulmuş durumda.
uk: Завантажений файл видається пошкодженим.

# plugins.generic.plagiarism.submission.eula.acceptance.confirm.label
source: Plagiarism EULA
ar: اتفاقية ترخيص المستخدم النهائي Plagiarism
bg: EULA за плагиатство
cs: EULA pro plagiarismus
da: Plagiering slutbrugerlicensaftale (EULA)
de: Plagiats-Endbenutzer-Lizenzvereinbarung
es_es: Plagio EULA
fr_ca: CLUF de Plagiat
hy: Գրագողություն EULA
id: Plagiarisme EULA
ky: Плагиат EULA
mk: Плагијаризам ЕУЛА
pt_br: Contrato de Licença de Usuário Final (EULA) para Plágio
sl: Plagiatorstvo EULA
tr: İntihal Son Kullanıcı Lisans Sözleşmesi
uk: Ліцензійна угода щодо плагіату

# plugins.generic.plagiarism.submission.eula.acceptance.error
source: The EULA must be confirmed before continuing.
ar: اتفاقية ترخيص المستخدم النهائي ينبغي تأكيد الموافقة عليها قبل المتابعة.
bg: EULA трябва да бъде потвърдено, преди да продължите.
cs: Před pokračováním je třeba potvrdit smlouvu EULA.
da: Slutbrugerlicensaftalen (EULA) skal bekræftes før du kan fortsætte.
de: Der Endnutzer-Lizenzvereinbarung muss zugestimmt werden, bevor fortgefahren werden kann.
es_es: El EULA debe ser confirmado antes de continuar.
fr_ca: Le CLUF doit être confirmé avant de continuer.
hy: Շարունակելուց առաջ EULA-ն պետք է հաստատվի:
id: EULA harus dikonfirmasi terlebih dahulu sebelum dilanjutkan.
ky: Улантуудан мурун EULA ырасталышы керек.
mk: EULA мора да се потврди пред да се продолжи.
pt_br: O Contrato de Licença de Usuário Final (EULA) deve ser confirmado antes de continuar.
sl: Pred nadaljevanjem morate potrditi EULA.
tr: Devam etmeden önce İntihal Son Kullanıcı Lisans Sözleşmesi'nin onaylanması gerekmektedir.
uk: Перш ніж продовжити, необхідно підтвердити ліцензійну угоду.

# plugins.generic.plagiarism.submission.eula.accept.button.title
source: Confirm and Continue
ar: تأكيد ومتابعة
bg: Потвърждавам и продължавам със следваща стъпка
cs: Potvrdit a pokračovat
da: Bekræft og fortsæt
de: Bestätigen und Fortfahren
es_es: Confirmar y continuar
fr_ca: Confirmer et Continuer
hy: Հաստատեք և շարունակեք
id: Konfirmasi dan Lanjutkan
ky: Ырастоо жана Улантуу
mk: Потврди и продолжи
pt_br: Confirmar e Continuar
sl: Potrdi in nadaljuj
tr: Onayla ve Devam Et
uk: Підтвердити та продовжити
